Repository: bcgov/mayan-openshift
Catalog: mayan/apps/web_links/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Web links
he_il: קישורי אינטרנט

source: Web link created
he_il: נוצר קישור אינטרנט

source: Web link edited
he_il: קישור אינטרנט נערך

source: Web link navigated
he_il: קישור אינטרנט בוצע

source: Create new web link
he_il: צור קישור אינטרנט חדש

source: Delete
he_il: מחיקה

source: Document types
he_il: סוגי מסמכים

source: Edit
he_il: עריכה

source: Navigate
he_il: נווט

source: A short text describing the web link.
he_il: טקסט קצר המתאר את קישור האינטרנט

source: Label
he_il: תווית

source: Template that will be used to craft the final URL of the web link.
he_il: תבנית ליצירת URL סופי של קישור האינטרנט

source: Template
he_il: תבנית

source: Enabled
he_il: מאופשר

source: Web link
he_il: קישור

source: Create new web links
he_il: צור קישורי אינטרנט חדשים

source: Delete web links
he_il: מחק קישורי אינטרנט

source: Edit web links
he_il: ערוך קישורי אינטרנט

source: View existing web links
he_il: הצג קישורי אינטרנט קיימים

source: View web link instances
he_il: הצג מופעים של קישורי אינטרנט

source: Primary key of the document type to add to the web link.
he_il: מפתח ראשי של סוג המסמך להוספה לקישור האינטרנט

source: Document type ID
he_il: מזהה סוג מסמך

source: Primary key of the document type to remove from the web link.
he_il: מפתח ראשי של סוג המסמך להסרה מקישור האינטרנט

source: Document types add URL
he_il: כתובת (URL) להוספת סוגי מסמכים

source: Document types remove URL
he_il: כתובת (URL) להסרת סוגי מסמכים

source: Document types URL
he_il: כתובת (URL) לסוגי מסמכים

source: URL
he_il: כתובת אתר (URL)

source: Navigation URL
he_il: כתובת אתר (URL) לניווט

source: Web links enabled
he_il: קישורי אינטרנט מאופשרים

source: Available web links
he_il: קישורי אינטרנט זמינים

source: Web links to enable for document type: %s
he_il: קישורי אינטרנט להפעלה עבור סוג מסמך: %s

source: Delete web link: %s
he_il: מחיקת קישור אינטרנט: %s

source: Document types enabled
he_il: סוגי מסמכים אפשריים

source: Available document types
he_il: סוגי מסמכים זמינים

source: Document type for which to enable web link: %s
he_il: סוג מסמך שעבורו יש לאפשר קישור אינטרנט: %s

source: Edit web link: %s
he_il: עריכת קישור אינטרנט: %s

source: Web links allow generating HTTP links from documents to external resources. The link URL's can contain document properties values.
he_il: קישורי אינטרנט מאפשרים יצירת קישורי HTTP ממסמכים למשאבים חיצוניים. כתובות האתר (URLs) יכולים להכיל ערכי מאפיינים של מסמך.

source: There are no web links
he_il: אין קישורי אינטרנט

source: There are no web links for this document
he_il: אין קישורי אינטרנט למסמך זה

source: Web links for document: %s
he_il: קישורי אינטרנט למסמך: %s
