Repository: bcgov/mayan-openshift
Catalog: mayan/apps/mailer/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Mailer
he_il: מיילר

source: Null backend
he_il: Backend אפס

source: Mailing
he_il: דיוור

source: Email sent
he_il: הדוא&quot;ל נשלח

source: Mailing profile created
he_il: נוצר פרופיל דיוור

source: Mailing profile edited
he_il: פרופיל הדיוור נערך

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon.
he_il: כתובת המייל של הנמען. יכולות להיות מספר כתובות מופרדות בפסיק או נקודה-פסיק.

source: Email address
he_il: כתובת דוא&quot;ל

source: Subject
he_il: נושא

source: Body
he_il: גוּף

source: The email profile that will be used to send this email.
he_il: פרופיל האימייל שישמש לשליחת האימייל הזה.

source: Mailing profile
he_il: פרופיל דיוור

source: The driver to use when sending emails.
he_il: הנהג לשימוש בעת שליחת מיילים.

source: Backend
he_il: אחורי

source: Email document link
he_il: קישור למסמך באימייל

source: Email document file
he_il: קובץ מסמך באימייל

source: Email document file link
he_il: קישור לקובץ מסמך באימייל

source: Email document version
he_il: גרסת מסמך באימייל

source: Email document version link
he_il: קישור גרסת מסמך באימייל

source: Email link version
he_il: גרסת קישור למייל

source: Create mailing profile
he_il: צור פרופיל דיוור

source: Delete
he_il: לִמְחוֹק

source: Edit
he_il: לַעֲרוֹך

source: Mailing profiles list
he_il: רשימת פרופילי דיוור

source: Mailing profiles
he_il: פרופילי דיוור

source: Test
he_il: מִבְחָן

source: Attached to this email is the {{ object_name }}: {{ object }} -------- This email has been sent from %(project_title)s (%(project_website)s)
he_il: לאימייל זה מצורף ה-{{ object_name }}: {{ object }} -------- דוא&quot;ל זה נשלח מ-%(project_title)s (%(project_website)s)

source: To access this {{ object_name }} click on the following link: {{ link }} -------- This email has been sent from %(project_title)s (%(project_website)s)
he_il: כדי לגשת ל-{{ object_name }} זה, לחץ על הקישור הבא: {{ קישור }} -------- דוא&quot;ל זה נשלח מ-%(project_title)s (%(project_website)s)

source: Link for {{ object_name }}: {{ object }}
he_il: קישור עבור {{ object_name }}: {{ object }}

source: From
he_il: מ

source: The sender's address. Some system will refuse to send messages if this value is not set.
he_il: כתובת השולח. מערכת מסוימת תסרב לשלוח הודעות אם ערך זה לא מוגדר.

source: Host
he_il: מנחה

source: The host to use for sending email.
he_il: המארח לשימוש לשליחת דואר אלקטרוני.

source: Port
he_il: נמל

source: Port to use for the SMTP server.
he_il: יציאה לשימוש עבור שרת ה-SMTP.

source: Use TLS
he_il: השתמש ב-TLS

source: Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587.
he_il: האם להשתמש בחיבור TLS (מאבטח) בעת דיבור עם שרת ה-SMTP. זה משמש לחיבורי TLS מפורשים, בדרך כלל ביציאה 587.

source: Use SSL
he_il: השתמש ב-SSL

source: Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting "Use TLS". Note that "Use TLS" and "Use SSL" are mutually exclusive, so only set one of those settings to True.
he_il: האם להשתמש בחיבור TLS מרומז (מאובטח) בעת שיחה עם שרת ה-SMTP. ברוב תיעוד הדואר האלקטרוני סוג זה של חיבור TLS מכונה SSL. הוא משמש בדרך כלל ביציאה 465. אם אתה נתקל בבעיות, עיין בהגדרת TLS המפורשת &quot;השתמש ב-TLS&quot;. שים לב ש&quot;השתמש ב-TLS&quot; ו-&quot;השתמש ב-SSL&quot; סותרים זה את זה, אז הגדר רק אחת מההגדרות האלה ל-True.

source: Username
he_il: שם משתמש

source: Username to use for the SMTP server. If empty, authentication won't attempted.
he_il: שם משתמש לשימוש עבור שרת ה-SMTP. אם ריק, האימות לא יתנסה.

source: Password
he_il: סיסמה

source: Password to use for the SMTP server. This setting is used in conjunction with the username when authenticating to the SMTP server. If either of these settings is empty, authentication won't be attempted.
he_il: סיסמה לשימוש עבור שרת ה-SMTP. הגדרה זו משמשת בשילוב עם שם המשתמש בעת אימות לשרת SMTP. אם אחת מההגדרות הללו ריקה, לא יתבצע ניסיון אימות.

source: File path
he_il: נתיב הקובץ

source: Django file based backend
he_il: Backend מבוסס קובץ Django

source: Test email from Mayan EDMS
he_il: דוא&quot;ל בדיקה מ- Mayan EDMS

source: A short text describing the mailing profile.
he_il: טקסט קצר המתאר את פרופיל הדיוור.

source: Label
he_il: תווית

source: If default, this mailing profile will be pre-selected on the document mailing form.
he_il: אם כברירת מחדל, פרופיל דיוור זה ייבחר מראש בטופס שליחת המסמך.

source: Default
he_il: בְּרִירַת מֶחדָל

source: Enabled
he_il: מופעל

source: The dotted Python path to the backend class.
he_il: הנתיב המקווקו של Python למחלקה האחורית.

source: Backend path
he_il: נתיב אחורי

source: Backend data
he_il: נתוני אחורי

source: Create a mailing profile
he_il: צור פרופיל דיוור

source: Delete a mailing profile
he_il: מחק פרופיל דיוור

source: Edit a mailing profile
he_il: ערוך פרופיל דיוור

source: View a mailing profile
he_il: הצג פרופיל דיוור

source: Use a mailing profile
he_il: השתמש בפרופיל דיוור

source: Send document link via email
he_il: שלח קישור למסמך באימייל

source: Send document file via email
he_il: שלח קובץ מסמך בדוא&quot;ל

source: Send document file link via email
he_il: שלח קישור לקובץ מסמך בדוא&quot;ל

source: Send document version via email
he_il: שלח גרסת מסמך בדוא&quot;ל

source: Send document version link via email
he_il: שלח קישור לגרסת המסמך בדוא&quot;ל

source: Send object
he_il: שלח אובייקט

source: Template for the document email form subject line.
he_il: תבנית עבור שורת הנושא של טופס הדוא&quot;ל של המסמך.

source: Template for the document email form body text. Can include HTML.
he_il: תבנית עבור טקסט גוף הדוא&quot;ל של המסמך. יכול לכלול HTML.

source: Template for the document link email form subject line.
he_il: תבנית עבור שורת הנושא של טופס הדוא&quot;ל של קישור המסמך.

source: Template for the document link email form body text. Can include HTML.
he_il: תבנית עבור טקסט גוף הדוא&quot;ל של קישור המסמך. יכול לכלול HTML.

source: %(email)s is not a valid email address.
he_il: %(email)s אינה כתובת דוא&quot;ל חוקית.

source: Document file
he_il: קובץ מסמך

source: %(count)d document file queued for email delivery
he_il: %(count)d קובץ מסמכים בתור למשלוח דוא&quot;ל

source: %(count)d document files queued for email delivery
he_il: %(count)d קבצי מסמכים בתור למשלוח דואר אלקטרוני

source: %(count)d document file link queued for email delivery
he_il: %(count)d קישור קובץ מסמך בתור למשלוח דוא&quot;ל

source: %(count)d document file links queued for email delivery
he_il: %(count)d קישורי קבצי מסמכים בתור למשלוח דואר אלקטרוני

source: %(count)d document version queued for email delivery
he_il: גרסת מסמך %(count)d בתור למשלוח דואר אלקטרוני

source: %(count)d document versions queued for email delivery
he_il: %(count)d גרסאות מסמכים בתור למשלוח דואר אלקטרוני

source: %(count)d document version link queued for email delivery
he_il: %(count)d קישור לגרסת מסמך בתור למשלוח דוא&quot;ל

source: %(count)d document version links queued for email delivery
he_il: %(count)d קישורי גרסת מסמכים בתור למשלוח דואר אלקטרוני

source: %(count)d document link queued for email delivery
he_il: %(count)d קישור למסמך בתור למשלוח דוא&quot;ל

source: %(count)d document links queued for email delivery
he_il: %(count)d קישורי מסמכים בתור למשלוח דואר אלקטרוני

source: New mailing profile backend selection
he_il: בחירת קצה אחורי של פרופיל דיוור חדש

source: Create a "%s" mailing profile
he_il: צור פרופיל דיוור &quot;%s&quot;.

source: Delete mailing profile: %s
he_il: מחק פרופיל דיוור: %s

source: Edit mailing profile: %s
he_il: ערוך פרופיל דיוור: %s

source: Mailing profiles are email configurations. Mailing profiles allow sending documents as attachments or as links via email.
he_il: פרופילי דיוור הם תצורות דוא&quot;ל. פרופילי דיוור מאפשרים שליחת מסמכים כקבצים מצורפים או כקישורים באמצעות דואר אלקטרוני.
