Repository: bcgov/mayan-openshift
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Launch workflows for the selected %(count)d documents.
he_il: שיגור תהליכי עבודה עבור %(count)d מסמכים שנבחרו.

source: Launch workflow: %(object)s.
he_il: שיגור תהליך עבודה: %(object)s.

source: Launch workflows for the selected %(count)d document.
he_il: שיגור תהליכי עבודה עבור מסמך %(count)d שנבחר.

source: Workflows already launched or workflows not applicable to some documents when multiple documents are selected, will be silently ignored.
he_il: תהליכי עבודה שכבר שוגרו או תהליכי עבודה שאינם חלים על מסמכים מסוימים (כאשר נבחרים מסמכים מרובים), לא יפיקו הודעה מיוחדת.

source: Workflows to be launched.
he_il: תהליכי עבודה שישוגרו.

source: Error deleting workflow "%(instance)s"; %(exception)s
he_il: שגיאה במחיקת תהליך העבודה &quot;%(instance)s&quot;; %(exception)s

source: %(count)d workflows deleted successfully.
he_il: %(count)d תהליכי עבודה נמחקו בהצלחה.

source: Workflow "%(object)s" deleted successfully.
he_il: תהליך העבודה &quot;%(object)s&quot; נמחק בהצלחה.

source: %(count)d workflow deleted successfully.
he_il: תהליך העבודה %(count)d נמחק בהצלחה.

source: Delete the %(count)d selected workflows.
he_il: מחיקת%(count)d תהליכי העבודה שנבחרו.

source: Delete workflow: %(object)s.
he_il: מחיקת תהליך עבודה: %(object)s.

source: Delete the %(count)d selected workflow.
he_il: מחיקת תהליך עבודה %(count)d שנבחר.

source: All workflow instances will also be deleted.
he_il: גם כל מופעי תהליך העבודה יימחקו.

source: Edit workflow: %s
he_il: עריכת תהליך עבודה: %s

source: Document types assigned this workflow
he_il: סוגי מסמכים הוקצו לתהליך עבודה זה

source: Available document types
he_il: סוגי מסמכים זמינים

source: Removing a document type from a workflow will also remove all running instances of that workflow for documents of the document type just removed.
he_il: הסרת סוג מסמך מתהליך עבודה תסיר גם את כל המופעים הפעילים של אותו תהליך עבודה עבור מסמכים מסוג המסמך שזה עתה הוסר.

source: Document types assigned the workflow: %s
he_il: סוגי מסמכים שהוקצו לתהליך העבודה: %s

source: This will launch the workflow for documents that have already been uploaded.
he_il: פעולה זו תפעיל את תהליך העבודה עבור מסמכים שכבר נטענו.

source: Launch workflow?
he_il: לשגר תהליך עבודה?

source: Workflow launch queued successfully.
he_il: שיגור תהליך העבודה נוסף לתור המשימות בהצלחה.

source: Workflows store a series of states and keep track of the current state of a document. Transitions are used to change the current state to a new one.
he_il: תהליכי עבודה מורכבים מסדרה של מצבים ועוקבים אחר המצב הנוכחי של מסמך. מעברי שלב משמשים כדי לשנות את המצב הנוכחי של המסמך למצב חדש.

source: No workflows have been defined
he_il: לא הוגדרו תהליכי עבודה

source: Preview of: %s
he_il: תצוגה מקדימה של: %s

source: This will launch all workflows created after documents have already been uploaded.
he_il: פעולה זו תשגר את כל תהליכי העבודה שנוצרו אחרי שמסמכים כבר הועלו.

source: Launch all workflows?
he_il: לשגר את כל תהליכי העבודה?

source: Document label
he_il: תווית מסמך

source: The new label to be assigned to the document.
he_il: התווית החדשה תוקצה למסמך.

source: Document description
he_il: תיאור המסמך

source: The new description to be assigned to the document.
he_il: התיאור החדש של המסמך.

source: Modify document properties
he_il: שינוי מאפייני מסמך

source: Additional workflows to launch for the document.
he_il: תהליכי עבודה נוספים לשיגור עבור המסמך.

source: The URL to access.
he_il: כתובת האתר (URL) לגישה.

source: Timeout
he_il: פסק זמן

source: Time in seconds to wait for a response.
he_il: זמן בשניות לחכות לתגובה.

source: Payload
he_il: מטען

source: A JSON document to include in the request.
he_il: מסמך JSON לכלול בבקשה.

source: Username
he_il: שם משתמש

source: Username to use for making the request with HTTP Basic Auth.
he_il: שם משתמש לשימוש לביצוע הבקשה עם HTTP Basic Auth.

source: Password
he_il: סיסמה

source: Password to use for making the request with HTTP Basic Auth.
he_il: סיסמה לשימוש לביצוע הבקשה עם HTTP Basic Auth.

source: Method
he_il: שיטה (מתודה)

source: The HTTP method to use for the request. Typical choices are OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
he_il: שיטת (מתודת) ה-HTTP לשימוש עבור הבקשה. האפשרויות האופייניות הן OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.

source: Headers
he_il: כותרות (קידומות)

source: Headers to send with the HTTP request. Must be in JSON format.
he_il: כותרות (קידומות) לשליחה עם בקשת ה-HTTP. חייב להיות בפורמט JSON.

source: Perform an HTTP request
he_il: ביצוע בקשת HTTP

source: %(field_name)s JSON error: %(exception)s
he_il: שגיאת JSON בשדה %(field_name)s : %(exception)s
