Repository: bcgov/mayan-openshift
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Workflows
he_il: תזרימי עבודה

source: Current state of a workflow
he_il: מצב נוכחי של תהליך עבודה

source: Return the current state of the selected workflow.
he_il: החזר את המצב הנוכחי של תהליך העבודה שנבחר.

source: Return the completion value of the current state of the selected workflow.
he_il: החזר את ערך ההשלמה של המצב הנוכחי של תהליך העבודה שנבחר.

source: Return the last workflow instance log entry. The log entry itself has the following fields: datetime, transition, user, and comment.
he_il: החזר את הרישום האחרון של מופע תהליך העבודה ביומן הפעולות (Log). לברישום היומן מופיעים השדות הבאים: תאריך ושעה, פרטי מעבר שלב, משתמש והערה.

source: Get last log entry
he_il: שליפת הרישום האחרון ביומן הפעולות (Log)

source: Return the current context dictionary which includes runtime data from the workflow transition fields.
he_il: בקשה לקבל את מילון ההקשר הנוכחי הכולל נתוני זמן ריצה משדות מעבר השלב של תהליך העבודה.

source: Get the context
he_il: שליפת ההקשר

source: Return the transition of the workflow instance.
he_il: בקשה לקבל את מעבר השלב של מופע תהליך העבודה.

source: Get last transition
he_il: שליפת מעבר השלב האחרון

source: None
he_il: אף אחד/כלום

source: Current state
he_il: מצב נוכחי

source: User
he_il: מִשׁתַמֵשׁ

source: Last transition
he_il: שלב מעבר אחרון

source: Date and time
he_il: תאריך ושעה

source: Completion
he_il: סִיוּם

source: Additional details
he_il: פרטים נוספים

source: When?
he_il: מתי?

source: Action type
he_il: סוג פעולה

source: Triggers are system events that will cause the transition to be applied.
he_il: טריגרים הם אירועי מערכת שיגרמו למעבר שלב.

source: Triggers
he_il: טריגרים

source: Type
he_il: סוּג

source: Widget
he_il: יישומון

source: Documents
he_il: מסמכים

source: %(field_name)s template error: %(exception)s
he_il: שגיאת תבנית %(field_name)s: %(exception)s

source: Workflow instance created
he_il: נוצר מופע תהליך עבודה

source: Workflow instance transitioned
he_il: מופע תהליך עבודה הועבר שלב

source: Workflow created
he_il: נוצר תהליך עבודה

source: Workflow edited
he_il: תהליך העבודה נערך

source: Select a transition to execute in the next step.
he_il: בחר מעבר לביצוע בשלב הבא.

source: Transition
he_il: מַעֲבָר (משלב לשלב)

source: Workflow template preview image
he_il: תמונת תצוגה מקדימה של תבנית תהליך עבודה

source: The action type for this action entry.
he_il: סוג הפעולה עבור ערך פעולה זה.

source: Action
he_il: פעולה

source: Namespace
he_il: מרחב שמות

source: Label
he_il: תווית

source: No
he_il: לא

source: Yes
he_il: כן

source: Enabled
he_il: מופעל/מאופשר

source: Event trigger: %s
he_il: טריגר אירוע: %s

source: Create workflow
he_il: יצירת תהליך עבודה

source: Delete
he_il: מחיקה

source: Document types
he_il: סוגי מסמכים

source: Edit
he_il: עריכה

source: Launch workflow
he_il: שיגור תהליך העבודה

source: Preview
he_il: תצוגה מקדימה

source: Actions
he_il: פעולות

source: Create action
he_il: יצירת פעולה

source: Create escalation
he_il: יצירת הסלמה

source: Escalations
he_il: הסלמות

source: Create state
he_il: יצירת מצב בתהליך

source: States
he_il: מצבים בתהליך

source: Create transition
he_il: יצירת מעבר לשלב

source: Transition triggers
he_il: טריגרים למעבר שלב

source: Transitions
he_il: מעברים לשלבים

source: Launch workflows
he_il: שיגור תהליכי עבודה

source: Create field
he_il: יצירת שדה

source: Fields
he_il: שדות

source: Detail
he_il: פרט

source: Workflow documents
he_il: מסמכי תהליך עבודה

source: State documents
he_il: מסמכי מצב תהליך

source: Launch all workflows
he_il: שגר את כל תהליכי העבודה

source: Can be a static value or a template. In addition to the workflow instance, the template receives the workflow instance context which itself includes the "entry_log" (containing "workflow_instance", "datetime", "transition", "user", "comment") and any values from workflow template fields.
he_il: יכול להיות ערך קבוע או תבנית. בנוסף למופע תהליך העבודה, התבנית מקבלת את ההקשר של מופע תהליך העבודה שכולל בעצמו את ה-&quot;entry_log&quot; (המכיל &quot;workflow_instance&quot;, &quot;datetime&quot;, &quot;transition&quot;, &quot;user&quot;, &quot;comment&quot;) וכל הערכים משדות תבנית תהליך העבודה.

source: Character
he_il: תו

source: Number (Integer)
he_il: סיפרה (מספר שלם)

source: Text area
he_il: אזור טקסט

source: On entry
he_il: בכניסה

source: On exit
he_il: ביציאה

source: Workflow
he_il: תהליך עבודה

source: Workflow instance creation date time.
he_il: תאריך ושעת יצירת מופע תהליך עבודה.

source: Datetime
he_il: תאריך שעה

source: Document
he_il: מסמך

source: Context
he_il: הֶקשֵׁר

source: Workflow instance
he_il: מופע תהליך עבודה

source: Workflow instances
he_il: מופעי תהליך עבודה

source: Comment
he_il: הערה

source: Extra data
he_il: נתונים נוספים

source: Workflow instance log entry
he_il: רישום מופע תהליך עבודה ביומן האירועים (Log)

source: Workflow instance log entries
he_il: רישום מופע תהליך עבודה ביומן האירועים (Log)

source: Not a valid transition choice.
he_il: בחירה לא חוקית של מעבר שלב.

source: Initial state
he_il: מצב התחלתי

source: Launch workflow when document is created.
he_il: שיגורה את תהליך העבודה כאשר מסמך נוצר.

source: Auto launch
he_il: שיגור אוטומטי

source: This value will be used by other apps to reference this workflow. Can only contain letters, numbers, and underscores.
he_il: ערך זה ישמש אפליקציות אחרות כדי להתייחס לתהליך עבודה זה. יכול להכיל רק אותיות, מספרים וקווים תחתונים.

source: Internal name
he_il: שם פנימי

source: A short text to describe the workflow.
he_il: טקסט קצר לתיאור תהליך העבודה.

source: Workflow runtime proxy
he_il: פרוקסי לזמן ביצוע של תהליך עבודה

source: Workflow runtime proxies
he_il: פרוקסים לזמן ביצוע של תהליך עבודה

source: Workflow state
he_il: מצב תהליך עבודה

source: A short text describing the action.
he_il: טקסט קצר המתאר את הפעולה.

source: At which moment of the state this action will execute.
he_il: באיזה רגע של מצב התהליך פעולה זו תתבצע.

source: When
he_il: מתי

source: The dotted Python path to the workflow action class to execute.
he_il: הנתיב המקווקו של Python (dotted Python path) לקלאס הפעולה של תהליך העבודה לביצוע.

source: Entry action path
he_il: נתיב פעולת כניסה

source: Entry action data
he_il: נתוני פעולת כניסה

source: The condition that will determine if this state action is executed or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
he_il: התנאי שיקבע אם פעולת המצב הזה מבוצעת או לא. התנאי מוערך מול מופע תהליך העבודה. תנאים שלא מחזירים שום ערך, או מחזירים את ה-Python logical None, או מחרוזת ריקה (&#39;&#39;) נחשבים logical false, כל ערך אחר נחשב ל-logical true.

source: Condition
he_il: תנאי

source: Workflow state action
he_il: פעולה במצב תהליך עבודה

source: Workflow state actions
he_il: פעולות במצב תהליך עבודה

source: Unknown action type
he_il: סוג פעולה לא ידוע

source: The state action will be executed, depending on the condition return value.
he_il: פעולת המצב תתבצע, בהתאם לערך התנאי.

source: Has a condition?
he_il: יש תנאי?

source: Workflow escalation.
he_il: הסלמה בתהליך עבודה.

source: Determine the order in which the escalations will be evaluated. Escalations with a lower priority number are executed before escalations with a higher priority number.
he_il: קביעת הסדר שבו יוערכו ההסלמות. הסלמות עם ערך עדיפות נמוך יותר מבוצעות לפני הסלמות עם ערך עדיפות גבוה יותר.

source: Priority
he_il: עדיפות

source: Enable automatic transition the workflow after a specified amount of time has elapsed in the state without change.
he_il: לאפשר מעבר אוטומטי של תהליך העבודה בחלוף פרק זמן מוגדר ללא שינוי במצב התהליך.

source: Time unit
he_il: יחידת זמן

source: Amount of the selected escalation units of time.
he_il: כמות יחידות זמן להסלמה שנבחרה.

source: Amount
he_il: כמות

source: Comment to save to the workflow instance when the escalation is executed.
he_il: הערה לשמירה במופע תהליך העבודה כאשר ההסלמה מבוצעת.

source: Workflow state escalation
he_il: הסלמה במצב תהליך עבודה

source: Workflow state escalations
he_il: הסלמות מצב תהליך עבודה

source: A short text to describe the workflow state.
he_il: טקסט קצר לתיאור מצב תהליך העבודה.

source: The state at which the workflow will start in. Only one state can be the initial state.
he_il: המצב שבו יתחיל תהליך העבודה. רק מצב אחד יכול להיות המצב ההתחלתי.

source: Initial
he_il: התחלתי

source: The percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
he_il: אחוז ההשלמה שמצב זה מייצג ביחס לתהליך העבודה. לציין מספרים ללא סימן אחוז.

source: Workflow states
he_il: מצבי תהליך עבודה

source: Workflow state runtime proxy
he_il: פרוקסי של מצב תהליך עבודה זמן ביצוע

source: Workflow state runtime proxies
he_il: פרוקסים של מצב תהליך עבודה זמן ביצוע

source: The transition will be available, depending on the condition return value.
he_il: מעבר השלב יהיה זמין, בהתאם לערך של התנאי.

source: A short text to describe the transition.
he_il: טקסט קצר לתיאור מעבר השלב.

source: Origin state
he_il: מצב מוצא

source: Destination state
he_il: מצב היעד

source: The condition that will determine if this transition is enabled or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
he_il: התנאי שיקבע אם מעבר שלב זה מתבצע או לא. התנאי מוערך מול מופע תהליך העבודה. תנאים שלא מחזירים שום ערך, או מחזירים את ה-Python logical None, או מחרוזת ריקה (&#39;&#39;) נחשבים logical false, כל ערך אחר נחשב ל-logical true.

source: Workflow transition
he_il: מעבר שלב בתהליך עבודה

source: Workflow transitions
he_il: מעברי שלב בתהליך עבודה

source: The name that will be used to identify this field in other parts of the workflow system.
he_il: השם שישמש לזיהוי שדה זה בחלקים אחרים של מערכת תהליכי העבודה.

source: The field name that will be shown on the user interface.
he_il: שם השדה שיוצג בממשק המשתמש.

source: An optional message that will help users better understand the purpose of the field and data to provide.
he_il: מסר אופציונלי שיעזור למשתמשים להבין טוב יותר את מטרת השדה והנתונים הנדרשים.

source: Help text
he_il: טקסט עזרה

source: Whether this fields needs to be filled out or not to proceed.
he_il: האם נדרש למלא שדה זה בכדי להמשיך או לא.

source: Required
he_il: נדרש

source: An optional class to change the default presentation of the field.
he_il: Class אופציונלי לשינוי תצוגת ברירת המחדל של השדה.

source: Widget class
he_il: Class יישומונים

source: A group of keyword arguments to customize the widget. Use YAML format.
he_il: קבוצת פרמטרים של מילות מפתח להתאמה אישית של הווידג&#39;ט. בפורמט YAML.

source: Widget keyword arguments
he_il: פרמטרים של מילות מפתח בווידג&#39;ט

source: Workflow transition field
he_il: שדה מעבר שלב בתהליך עבודה

source: Workflow transition fields
he_il: שדות מעבר שלב בתהליך עבודה

source: Event type
he_il: סוג אירוע

source: Workflow transition trigger event
he_il: אירוע טריגר למעבר שלב בתהליך עבודה

source: Workflow transitions trigger events
he_il: אירועי טריגר למעברי שלבים בתהליך עבודה

source: Document workflows
he_il: תהליכי עבודה של מסמך

source: Create workflow templates
he_il: יצירת תבניות תהליך עבודה

source: Delete workflow templates
he_il: מחיקת תבניות תהליך עבודה

source: Edit workflow templates
he_il: עריכת תבניות תהליך עבודה

source: View workflow templates
he_il: תצוגת תבניות של תהליך עבודה

source: Transition workflow instances
he_il: מופעים של מעבר שלב בתהליך עבודה

source: Execute workflow tools
he_il: הפעלת כלים של תהליך עבודה

source: Document states medium
he_il: המדיום של מצבי מסמך

source: Launch a workflow for a document
he_il: שיגור תהליך עבודה עבור מסמך

source: Launch all workflows for a document
he_il: שיגור כל תזרימי העבודה עבור מסמך

source: Check a workflow instance for state escalation.
he_il: בדיקת הסלמת מצב במופע של תהליך עבודה.

source: Check all workflow instances for state escalation.
he_il: בדיקת הסלמת מצב בכל מופעי תהליך העבודה.

source: Launch all workflows for all documents
he_il: הפעלת כל תהליכי העבודה עבור כל המסמכים

source: Launch a workflow
he_il: שיגור תהליך עבודה

source: Document workflow transition comment
he_il: הערה למעבר שלב בתהליך עבודה של מסמך

source: Primary key of the workflow template to launch.
he_il: מפתח ראשי של תבנית תהליך העבודה לשיגור.

source: Workflow template ID
he_il: מזהה תבנית תהליך עבודה

source: Document URL
he_il: כתובת האתר (URL) של המסמך

source: Primary key of the transition to be added.
he_il: מפתח ראשי של מעבר השלב שיש להוסיף.

source: Transition ID
he_il: מזהה מעבר שלב

source: URL
he_il: כתובת אתר (URL)

source: Workflow instance URL
he_il: כתובת URL של מופע תהליך עבודה

source: Workflow template URL
he_il: כתובת URL של תבנית תהליך עבודה

source: Workflow template
he_il: תבנית תהליך עבודה

source: Last log entry
he_il: רישום אחרון ביומן הפעולות (Log)

source: Log entries URL
he_il: כתובת אתר (URL) של רשומות יומן פעולות (Log)

source: A link to the entire history of this workflow.
he_il: קישור לכל ההיסטוריה של תהליך עבודה זה.

source: Log entry transitions URL
he_il: כתובת URL של מעברי שלב ברישום ביומן הפעולות (Log)

source: API URL pointing to a workflow in relation to the document to which it is attached. This URL is different than the canonical workflow URL.
he_il: כתובת URL של API לתהליך עבודה בהקשר למסמך שאליו הוא מצורף. כתובת זו שונה מכתובת ה-URL התיקנית של תהליך העבודה.

source: Document types add URL
he_il: כתובת URL להוספת סוגי מסמכים

source: Document types remove URL
he_il: כתובת URL להסרת סוגי מסמכים

source: Document types URL
he_il: כתובת URL של סוגי מסמכים

source: Image URL
he_il: כתובת אתר (URL) של תמונה

source: States URL
he_il: כתובת URL של מצבי תהליך עבודה

source: Transitions URL
he_il: כתובת URL של מעברי שלבים

source: Primary key of the document type to add to the workflow.
he_il: מפתח ראשי של סוג המסמך להוספה לתהליך העבודה.

source: Document type ID
he_il: מזהה סוג מסמך

source: Primary key of the document type to remove from the workflow.
he_il: מפתח ראשי של סוג המסמך להסרה מתהליך העבודה.

source: Workflow template state ID
he_il: מזהה מצב של תבנית תהליך עבודה

source: Workflow template state URL
he_il: כתובת URL של מצב תבנית תהליך עבודה

source: Primary key of the workflow template transition to be added.
he_il: יש להוסיף מפתח ראשי של מעבר תבנית תהליך העבודה.

source: Workflow template transition ID
he_il: מזהה מעבר שלב בתבנית תהליך עבודה

source: Workflow template transition URL
he_il: כתובת URL למעבר שלב בתבנית תהליך עבודה

source: Actions URL
he_il: כתובת אתר (URL) של פעולות

source: Escalations URL
he_il: כתובת אתר (URL) להסלמות

source: Workflow transition ID
he_il: מזהה מעבר שלב בתהליך עבודה

source: Workflow transition URL
he_il: כתובת אתר (URL) למעבר שלב בתהליך עבודה

source: Primary key of the destination state to be added.
he_il: מפתח ראשי של מצב היעד שיש להוסיף.

source: Destination state ID
he_il: מזהה מצב היעד

source: Field list URL
he_il: כתובת אתר (URL) של רשימת שדות

source: Primary key of the origin state to be added.
he_il: מפתח ראשי של מצב המקור שיש להוסיף.

source: Origin state ID
he_il: מזהה מצב מוצא

source: Trigger list URL
he_il: כתובת אתר (URL) של רשימת טריגרים

source: Event Type ID
he_il: מזהה סוג אירוע

source: Unknown or invalid event type ID `%s`
he_il: מזהה סוג אירוע לא ידוע או לא חוקי `%s`

source: File path to the graphviz dot program used to generate workflow previews.
he_il: נתיב קובץ לתוכנית graphviz dot המשמשת ליצירת תצוגות מקדימות של תהליכי עבודה.

source: The threshold at which the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest workflow image cache files. Specify the size in bytes.
he_il: הסף שבו ה-WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND יתחיל למחוק את קבצי הקובץ השמור של תמונת תהליך העבודה הישנים ביותר. ציין את הגודל בבתים.

source: Path to the Storage subclass to use when storing the cached workflow image files.
he_il: נתיב ל subclass של Storage לשימוש בעת אחסון קבצי תמונת תהליך העבודה המאוחסנת במטמון.

source: Arguments to pass to the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
he_il: פרמטרים להעביר ל-WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.

source: Interval in seconds on which the task to check for expired workflow states will be launched.
he_il: מרווח בשניות שבו תופעל המשימה לבדיקת מצבי תהליך עבודה שפג תוקפם.

source: Unable to initialize the workflow preview storage. Check the settings {} and {} for formatting errors.
he_il: לא ניתן לאתחל את אחסון התצוגה המקדימה של תהליך העבודה. לבדוק שגיאות עיצוב בהגדרות {} ו-{} .

source: Workflow preview images
he_il: תמונות תצוגה מקדימה של תהליך עבודה

source: Assign workflows to the document type of this document to have this document execute those workflows.
he_il: הקצאת תהליכי עבודה לסוג המסמך של מסמך זה כדי שמסמך זה יבצע את תהליכי העבודה הללו.

source: There are no workflows for this document
he_il: אין תהליכי עבודה עבור מסמך זה

source: Workflows for document: %s
he_il: תהליכי עבודה עבור מסמך: %s

source: This view will show the state changes as a workflow instance is transitioned.
he_il: תצוגה זו תציג את שינויי המצב כאשר מופע תהליך עבודה מועבר שלב.

source: There are no details for this workflow instance
he_il: אין פרטים עבור מופע תהליך עבודה זה

source: Detail of workflow: %(workflow)s
he_il: פירוט תהליך העבודה: %(workflow)s

source: Document "%s" transitioned successfully
he_il: המסמך &quot;%s&quot; עבר שלב בהצלחה

source: Execute transition "%(transition)s" for workflow: %(workflow)s
he_il: ביצוע מעבר שלב &quot;%(transition)s&quot; עבור תהליך העבודה: %(workflow)s

source: Optional comment to attach to the transition.
he_il: הערה אופציונלית לצרף למעבר השלב.

source: Select
he_il: בחירה

source: Select transition for workflow "%(workflow)s" of document "%(document)s"
he_il: בחירת מעבר שלב עבור תהליך העבודה &quot;%(workflow)s&quot; של המסמך &quot;%(document)s&quot;

source: Associate a workflow with some document types and documents of those types will be listed in this view.
he_il: שיוך תהליך עבודה לכמה סוגי מסמכים ומסמכים מסוג זה יופיעו בתצוגה זו.

source: There are no documents executing this workflow
he_il: אין מסמכים המבצעים תהליך עבודה זו

source: Documents with the workflow: %s
he_il: מסמכים עם תהליך העבודה: %s

source: Create some workflows and associated them with a document type. Active workflows will be shown here and the documents for which they are executing.
he_il: יצירת כמה תהליכי עבודה ושיוכם לסוג מסמך. תהליכי עבודה פעילים יוצגו כאן והמסמכים שעבורם הם מבוצעים.

source: There are no workflows
he_il: אין תהליכי עבודה

source: There are no documents in this workflow state
he_il: אין מסמכים במצב תהליך עבודה זה

source: Documents in the workflow "%s", state "%s"
he_il: מסמכים בתהליך העבודה &quot;%s&quot;, במצב &quot;%s&quot;

source: Create states and link them using transitions.
he_il: יצירת מצבים וקישורם באמצעות מעברי שלב.

source: This workflow doesn't have any state
he_il: לתהליך עבודה הזה לא הוגדר מצב כלשהו

source: States of workflow: %s
he_il: מצבי תהליך עבודה: %s

source: Create escalation for workflow state: %s
he_il: יצירת הסלמה עבור מצב תהליך עבודה: %s

source: Delete workflow state escalation: %s
he_il: מחיקת הסלמה של מצב תהליך עבודה: %s

source: Edit workflow state escalation: %s
he_il: עריכת הסלמה של מצב תהליך עבודה: %s

source: Workflow state escalation allow workflows to execute a a transition automatically after a specific amount of time.
he_il: הסלמה במצב תהליך עבודה מאפשרת לתהליכי עבודה לבצע מעבר שלב אוטומטי לאחר פרק זמן מסוים.

source: There are no escalations for this workflow state
he_il: אין הסלמות עבור מצב תהליך עבודה זה

source: Escalations for workflow template state: %s
he_il: הסלמות עבור מצב בתבנית תהליך עבודה: %s

source: Create a "%(action_class)s" workflow action for: %(workflow_state)s
he_il: יצירת פעולת תהליך עבודה &quot;%(action_class)s&quot; עבור: %(workflow_state)s

source: Delete workflow state action: %s
he_il: מחיקת פעולת מצב תהליך עבודה: %s

source: Edit workflow state action: %s
he_il: עריכת פעולת מצב תהליך עבודה: %s

source: Workflow state actions are macros that get executed when documents enters or leaves the state in which they reside.
he_il: פעולות במצב תהליך עבודה הן פקודות מאקרו שמתבצעות כאשר מסמכים נכנסים או יוצאים מהמצב שבו הם נמצאים.

source: There are no actions for this workflow state
he_il: אין פעולות עבור מצב תהליך עבודה זה

source: Actions for workflow state: %s
he_il: פעולות עבור מצב תהליך עבודה: %s

source: New workflow state action selection for: %s
he_il: בחירת פעולה חדשה של מצב תהליך עבודה עבור: %s

source: Create states for workflow: %s
he_il: יצירת מצבים עבור תהליך עבודה: %s

source: Delete workflow state: %s?
he_il: למחוק מצב תהליך עבודה: %s?

source: Edit workflow state: %s
he_il: עריכת מצב תהליך עבודה: %s

source: This workflow doesn't have any states
he_il: לתהליך העבודה הזה אין מצבים כלשהם

source: Create transitions for workflow: %s
he_il: יצירת מעברי שלב עבור תהליך עבודה: %s

source: Delete workflow transition: %s?
he_il: למחוק את מעבר שלב תהליך העבודה: %s?

source: Edit workflow transition: %s
he_il: עריכת מעבר שלב של תהליך עבודה: %s

source: Create a transition and use it to move a workflow from one state to another.
he_il: יצירת מעבר שלב ושימוש בו כדי להעביר תהליך עבודה ממצב אחד לאחר.

source: This workflow doesn't have any transitions
he_il: לתהליך העבודה הזה אין מעברים

source: Transitions of workflow: %s
he_il: מעברי שלב של תהליך עבודה: %s

source: Create a field for workflow transition: %s
he_il: יצירת שדה למעבר שלב בתהליך עבודה: %s

source: Delete workflow transition field: %s
he_il: מחיקת שדה מעבר שלב של תהליך עבודה: %s

source: Edit workflow transition field: %s
he_il: עריכת שדה מעבר שלב של תהליך עבודה: %s

source: Workflow transition fields allow adding data to the workflow's context. This additional context data can then be used by other elements of the workflow system like the workflow state actions.
he_il: שדות מעבר שלב של תהליך עבודה מאפשרים הוספת נתונים להקשר של תהליך העבודה. בנתונים אלו ניתן להשתמש על ידי רכיבים אחרים של מערכת תהליכי העבודה כמו פעולות מצב תהליך העבודה.

source: There are no fields for this workflow transition
he_il: אין שדות למעבר שלב בתהליך עבודה זה

source: Fields for workflow transition: %s
he_il: שדות למעבר שלב בתהליך עבודה: %s

source: Error updating workflow transition trigger events; %s
he_il: שגיאה בעדכון טריגרים של מעבר שלב בתהליך עבודה; %s

source: Workflow transition trigger events updated successfully
he_il: טריגרים למעבר שלב בתהליך עבודה עודכנו בהצלחה

source: Triggers are events that cause this transition to execute automatically.
he_il: טריגרים הם אירועים שגורמים למעבר הזה להתבצע באופן אוטומטי.

source: Workflow transition trigger events for: %s
he_il: טריגרים להפעלת מעבר שלב בתהליך עבודה עבור: %s

source: Workflows assigned this document type
he_il: תהליכי עבודה הוקצו לסוג מסמך זה

source: Available workflows
he_il: תהליכי עבודה זמינים

source: Removing a workflow from a document type will also remove all running instances of that workflow.
he_il: הסרת תהליך עבודה מסוג מסמך תסיר גם את כל המופעים הפעילים של תהליך עבודה זה.

source: Workflows assigned the document type: %s
he_il: תהליכי עבודה הוקצו לסוג המסמך: %s

source: Error launching workflows for document "%(instance)s"; %(exception)s
he_il: שגיאה בהפעלת תהליכי עבודה עבור המסמך &quot;%(instance)s&quot;; %(exception)s

source: Workflows launched successfully for %(count)d documents.
he_il: תהליכי עבודה שוגרו בהצלחה עבור %(count)d מסמכים.

source: Workflows launched successfully for document "%(object)s".
he_il: תהליכי עבודה שוגרו בהצלחה עבור המסמך &quot;%(object)s&quot;.

source: Workflows launched successfully for %(count)d document.
he_il: תהליכי עבודה הושקו בהצלחה עבור מסמך %(count)d.
