Repository: bcgov/mayan-openshift
Catalog: mayan/apps/platform/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Platform
he_il: פּלַטפוֹרמָה

source: Template for entrypoint.sh file inside a Docker image.
he_il: תבנית לקובץ entrypoint.sh בתוך תמונת Docker.

source: Template that generates a Dockerfile file.
he_il: תבנית המייצרת קובץ Dockerfile.

source: Template for Supervisord inside a Docker image.
he_il: תבנית עבור Supervisord בתוך תמונת Docker.

source: Template that generates a GitLab CI config file.
he_il: תבנית שיוצרת קובץ תצורה של GitLab CI.

source: Template for Supervisord.
he_il: תבנית למפקח.

source: Template showing the queues of a worker.
he_il: תבנית המציגה את התורים של עובד.

source: Sentry test error
he_il: שגיאת בדיקת זקיף

source: Trigger tests
he_il: בדיקות טריגר

source: List of client backends to launch after startup. Use full dotted path to the client backend classes.
he_il: רשימת הקצה האחורי של הלקוח שיושק לאחר ההפעלה. השתמש בנתיב המקווקו המלא לשיעורי הקצה של הלקוח.

source: Arguments for the client backends. Use the client backend dotted path as the dictionary key for the arguments in dictionary format.
he_il: טיעונים עבור הקצה האחורי של הלקוח. השתמש בנתיב המקווקו של הלקוח כמפתח המילון עבור הארגומנטים בפורמט המילון.
