Repository: bcgov/mayan-openshift
Catalog: mayan/apps/logging/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Logging
he_il: רישום

source: Error log deleted
he_il: יומן שגיאות נמחק

source: Global error log
he_il: יומן שגיאות גלובלי

source: Delete
he_il: לִמְחוֹק

source: Errors
he_il: שגיאות

source: Clear errors
he_il: נקה שגיאות

source: Object
he_il: לְהִתְנַגֵד

source: App label
he_il: תווית אפליקציה

source: Internal name
he_il: שם פנימי

source: Error log
he_il: יומן שגיאות

source: Error logs
he_il: יומני שגיאות

source: Error log partition
he_il: מחיצת יומן שגיאה

source: Error log partitions
he_il: מחיצות יומן שגיאות

source: Date and time
he_il: תאריך ושעה

source: Text
he_il: טֶקסט

source: Error log partition entry
he_il: הזנת מחיצת יומן שגיאה

source: Error log partition entries
he_il: ערכי מחיצות יומן שגיאה

source: Delete error log
he_il: מחק יומן שגיאות

source: View error log
he_il: הצג יומן שגיאות

source: Content type
he_il: סוג תוכן

source: Object ID
he_il: מזהה אובייקט

source: URL
he_il: כתובת אתר

source: Disable logging message ANSI color codes.
he_il: השבת קודי צבע של הודעת רישום ANSI.

source: Automatically enable logging to all apps.
he_il: אפשר רישום אוטומטי לכל האפליקציות.

source: List of handlers to which logging messages will be sent.
he_il: רשימת מטפלים שאליהם יישלחו הודעות רישום.

source: Level for the logging system.
he_il: רמה עבור מערכת הרישום.

source: Path to the logfile that will track errors during production.
he_il: נתיב לקובץ היומן שיעקוב אחר שגיאות במהלך הייצור.

source: This view displays the error log of different objects. An empty list is a good thing.
he_il: תצוגה זו מציגה את יומן השגיאות של אובייקטים שונים. רשימה ריקה היא דבר טוב.

source: There are no error log entries
he_il: אין רשומות ביומן שגיאות

source: Clear error log entries for: %s
he_il: נקה ערכי יומן שגיאות עבור: %s

source: Object error log cleared successfully
he_il: יומן שגיאות אובייקט נוקה בהצלחה

source: Delete error log entry: %s
he_il: מחק את ערך יומן השגיאות: %s

source: This view displays the error log of an object. An empty list is a good thing.
he_il: תצוגה זו מציגה את יומן השגיאות של אובייקט. רשימה ריקה היא דבר טוב.

source: Error log entries for: %s
he_il: ערכי יומן שגיאות עבור: %s
