Repository: bcgov/mayan-openshift
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: This could mean that the document file is of a format that is not supported, that it is corrupted or that the upload process was interrupted. Use the document file page recalculation action to attempt to introspect the page count again.
he_il: המשמעות יכולה להיות שקובץ המסמך הוא בפורמט שאינו נתמך, שהוא פגום או שתהליך ההעלאה נקטע. השתמש בפעולת החישוב מחדש של דף קובץ המסמך כדי לנסות לבחון שוב את ספירת הדפים.

source: No document file pages available
he_il: אין דפי קובץ מסמכים זמינים

source: Pages of document file: %s
he_il: דפי קובץ מסמך: %s

source: There are no more pages in this document
he_il: אין עוד דפים במסמך זה

source: You are already at the first page of this document
he_il: אתה כבר בעמוד הראשון של מסמך זה

source: Image of: %s
he_il: תמונה של: %s

source: Error deleting document file "%(instance)s"; %(exception)s
he_il: שגיאה במחיקת קובץ המסמך &quot;%(instance)s&quot;; %(exception)s

source: Document file "%(object)s" deleted successfully.
he_il: קובץ המסמך &quot;%(object)s&quot; נמחיקת בהצלחה.

source: %(count)d document file deleted successfully.
he_il: קובץ המסמך %(count)d נמחיקת בהצלחה.

source: %(count)d document files deleted successfully.
he_il: %(count)d קובצי מסמכים נמחיקתו בהצלחה.

source: Delete document file: %(object)s.
he_il: מחיקת קובץ מסמך: %(object)s.

source: Delete the %(count)d selected document file.
he_il: מחיקת את קובץ המסמך שנבחר %(count)d.

source: Delete the %(count)d selected document files.
he_il: מחיקת את קבצי המסמכים שנבחרו %(count)d.

source: All document files pages from this document file and the document version pages linked to them will be deleted too.
he_il: כל דפי קבצי המסמכים מקובץ מסמך זה ודפי גרסת המסמך המקושרים אליהם יימחיקתו אף הם.

source: Edit document file: %s
he_il: ערוך קובץ מסמך: %s

source: File are the actual files that were uploaded for each document. Their contents needs to be mapped to a version before it can be used.
he_il: קובץ הם הקבצים בפועל שהועלו עבור כל מסמך. יש למפות את התוכן שלהם לגרסה לפני שניתן יהיה להשתמש בו.

source: No files available
he_il: אין קבצים זמינים

source: Files of document: %s
he_il: קבצי מסמך: %s

source: Preview of document file: %s
he_il: תצוגה מקדימה של קובץ המסמך: %s

source: Properties of document file: %s
he_il: מאפייני קובץ המסמך: %s

source: Transformation clear request processed for %(count)d document file.
he_il: עיבוד בקשה ברורה לשינוי עבור קובץ מסמך %(count)d.

source: Transformation clear request processed for %(count)d document files.
he_il: עיבוד בקשה ברורה לשינוי עבור קבצי מסמכים %(count)d.

source: Clear all the page transformations for the selected document file?
he_il: לנקות את כל שינויי העמודים עבור קובץ המסמך שנבחר?

source: Clear all the page transformations for the document file: %s?
he_il: לנקות את כל שינויי העמודים עבור קובץ המסמך: %s?

source: Error deleting the page transformations for document file: %(document_file)s; %(error)s.
he_il: שגיאה במחיקת טרנספורמציות העמוד עבור קובץ המסמך: %(document_file)s; %(error)s.

source: Error cloning the page transformations for document file: %(document_file)s; %(error)s.
he_il: שגיאה בשיבוט טרנספורמציות העמוד עבור קובץ המסמך: %(document_file)s; %(error)s.

source: Transformations cloned successfully.
he_il: טרנספורמציות שובטו בהצלחה.

source: Clone page transformations of document file: %s
he_il: שיבוט עמוד טרנספורמציות של קובץ מסמך: %s

source: Documents of type: %s
he_il: מסמכים מסוג: %s

source: Document types are the most basic units of configuration. Everything in the system will depend on them. Define a document type for each type of physical document you intend to upload. Example document types: invoice, receipt, manual, prescription, balance sheet.
he_il: סוגי מסמכים הם יחידות התיצירתה הבסיסיות ביותר. הכל במערכת יהיה תלוי בהם. הגדר סוג מסמך עבור כל סוג של מסמך פיזי שאתה מתכוון להעלות. סוגי מסמכים לדוגמה: חשבונית, קבלה, מדריך, מרשם, מאזן.

source: No document types available
he_il: אין סוגי מסמכים זמינים

source: All documents of this type will be deleted too.
he_il: גם כל המסמכים מסוג זה יימחיקתו.

source: Delete the document type: %s?
he_il: למחוק את סוג המסמך: %s?

source: Edit document type: %s
he_il: ערוך סוג מסמך: %s

source: Trash
he_il: אַשׁפָּה

source: Deletion policies for document type: %s
he_il: מדיניות מחיקה עבור סוג מסמך: %s

source: Create quick label for document type: %s
he_il: יצירת תווית מהירה לסוג המסמך: %s

source: Delete the quick label: %(label)s, from document type "%(document_type)s"?
he_il: למחוק את התווית המהירה: %(label)s, מסוג המסמך &quot;%(document_type)s&quot;?

source: Edit quick label "%(filename)s" from document type "%(document_type)s"
he_il: ערוך תווית מהירה &quot;%(filename)s&quot; מסוג המסמך &quot;%(document_type)s&quot;

source: Quick labels are predetermined filenames that allow the quick renaming of documents as they are uploaded by selecting them from a list. Quick labels can also be used after the documents have been uploaded.
he_il: תוויות מהירות הן שמות קבצים שנקבעו מראש המאפשרים שינוי שמות מהיר של מסמכים בעת העלאתם על ידי בחירתם מרשימה. ניתן להשתמש בתוויות מהירות גם לאחר העלאת המסמכים.

source: There are no quick labels for this document type
he_il: אין תוויות מהירות עבור סוג מסמך זה

source: Quick labels for document type: %s
he_il: תוויות מהירות לסוג מסמך: %s

source: Filename generation setup for document type: %s
he_il: הגדרת יצירת שם קובץ עבור סוג מסמך: %s

source: The page number of this page will be skipped. If you want to achieve sequential page numbering, use the page remap action instead.
he_il: מספר העמוד של עמוד זה ידלג. אם ברצונך להשיג מספור עמודים ברצף, השתמש במקום זאת בפעולת המיפוי מחדש של העמוד.

source: Delete document version page %s ?
he_il: למחוק את דף גרסת המסמך %s ?

source: Document version pages are links to actual content pages. Create them using the page remap actions or the version modification action.
he_il: דפי גרסת מסמך הם קישורים לדפי תוכן בפועל. יצירת אותם באמצעות פעולות המיפוי מחדש של הדף או פעולת שינוי הגרסה.

source: No document version pages available
he_il: אין דפי גרסת מסמך זמינים

source: Pages of document version: %s
he_il: דפי גרסת המסמך: %s

source: None
he_il: אף אחד

source: There are no sources available to remap for this document version.
he_il: אין מקורות זמינים למיפוי מחדש עבור גרסת מסמך זו.

source: No page sources available
he_il: אין מקורות דפים זמינים

source: Remap pages of document version: %s
he_il: מיפוי מחדש של דפים של גרסת המסמך: %s

source: Make the document version "%s" the active version?
he_il: להפוך את גרסת המסמך &quot;%s&quot; לגרסה הפעילה?

source: Successfully changed the active document version.
he_il: שונתה בהצלחה את גרסת המסמך הפעילה.

source: Create a document version for document: %s
he_il: יצירת גרסת מסמך למסמך: %s

source: Document version "%(object)s" deletion queued successfully.
he_il: מחיקת המסמך &quot;%(object)s&quot; הועמדה בתור בהצלחה.

source: %(count)d document version deletion queued successfully.
he_il: %(count)d מחיקת גרסת המסמך הועמדה בתור בהצלחה.

source: %(count)d document version deletions queued successfully.
he_il: %(count)d מחיקת גרסאות מסמכים הועמדו בתור בהצלחה.

source: Delete document version "%(object)s".
he_il: מחיקת את גרסת המסמך &quot;%(object)s&quot;.

source: Delete %(count)d document version.
he_il: מחיקת את גרסת המסמך %(count)d.

source: Delete %(count)d document versions.
he_il: מחיקת גרסאות מסמך %(count)d.

source: The process will be performed in the background.
he_il: התהליך יתבצע ברקע.

source: Edit document version: %s
he_il: עריכת גרסת מסמך: %s

source: Versions are views that can display document file pages as they are, remap or merge them into different layouts.
he_il: גרסאות הן תצוגות שיכולות להציג דפי קובץ מסמכים כפי שהם, למפות מחדש או למזג אותם לפריסות שונות.

source: No versions available
he_il: אין גרסאות זמינות

source: Versions of document: %s
he_il: גרסאות של מסמך: %s

source: Document version modification backend queued successfully.
he_il: הקצה האחורי של שינוי גרסת המסמך הוצב בתור בהצלחה.

source: Execute version modification action for document version: %s
he_il: בצע פעולת שינוי גרסה עבור גרסת המסמך: %s

source: Preview of document version: %s
he_il: תצוגה מקדימה של גרסת המסמך: %s

source: Transformation clear request processed for %(count)d document version.
he_il: עיבוד בקשה ברורה לשינוי עבור גרסת מסמך %(count)d.

source: Transformation clear request processed for %(count)d document versions.
he_il: בקשה ברורה לשינוי מעובד עבור גרסאות מסמך %(count)d.

source: Clear all the page transformations for the selected document version?
he_il: לנקות את כל שינויי העמודים עבור גרסת המסמך שנבחרה?

source: Clear all the page transformations for the document version: %s?
he_il: לנקות את כל שינויי העמודים עבור גרסת המסמך: %s?

source: Error deleting the page transformations for document version: %(document_version)s; %(error)s.
he_il: שגיאה במחיקת טרנספורמציות העמוד עבור גרסת המסמך: %(document_version)s; %(error)s.

source: Error cloning the page transformations for document version: %(document_version)s; %(error)s.
he_il: שגיאה בשיבוט טרנספורמציות העמוד עבור גרסת המסמך: %(document_version)s; %(error)s.

source: Clone page transformations of document version: %s
he_il: שיבוט עמוד טרנספורמציות של גרסת המסמך: %s

source: Error retrieving document list: %(exception)s.
he_il: שגיאה באחזור רשימת המסמכים: %(exception)s.

source: This could mean that no documents have been uploaded or that your user account has not been granted the view permission for any document or document type.
he_il: פירוש הדבר יכול להיות שלא הועלו מסמכים או שחשבון המשתמש שלך לא קיבל הרשאת תצוגה עבור כל מסמך או סוג מסמך.

source: No documents available
he_il: אין מסמכים זמינים

source: Document type change request performed on %(count)d document
he_il: בקשה לשינוי סוג מסמך בוצעה במסמך %(count)d

source: Document type change request performed on %(count)d documents
he_il: בקשה לשינוי סוג מסמך בוצעה במסמכי %(count)d

source: Change the type of the selected document
he_il: שנה את סוג המסמך שנבחר

source: Change the type of the document: %s
he_il: שנה את סוג המסמך: %s

source: Document type for "%s" changed successfully.
he_il: סוג המסמך עבור &quot;%s&quot; השתנה בהצלחה.

source: Preview of document: %s
he_il: תצוגה מקדימה של המסמך: %s

source: Edit properties of document: %s
he_il: עריכת מאפייני המסמך: %s

source: Properties of document: %s
he_il: מאפייני המסמך: %s

source: Favorited documents will be listed in this view. Up to %(count)d documents can be favorited per user.
he_il: מסמכים מועדפים יופיעו בתצוגה זו. ניתן להעדיף עד %(count)d מסמכים לכל משתמש.

source: There are no favorited documents.
he_il: אין מסמכים מועדפים.

source: %(count)d document added to favorites.
he_il: מסמך %(count)d נוסף למועדפים.

source: %(count)d documents added to favorites.
he_il: מסמכי %(count)d נוספו למועדפים.

source: Add the selected document to favorites?
he_il: האם להוסיף את המסמך שנבחר למועדפים?

source: Document "%(instance)s" is not in favorites.
he_il: המסמך &quot;%(instance)s&quot; אינו מועדף.

source: %(count)d document removed from favorites.
he_il: מסמך %(count)d הוסר מהמועדפים.

source: %(count)d documents removed from favorites.
he_il: מסמכי %(count)d הוסרו מהמועדפים.

source: Remove the selected document from favorites?
he_il: להסיר את המסמך שנבחר מהמועדפים?

source: Print: %s
he_il: הדפסה: %s

source: This view will list the latest documents viewed or manipulated in any way by this user account.
he_il: תצוגה זו תפרט את המסמכים האחרונים שנצפו או טופלו בכל דרך על ידי חשבון משתמש זה.

source: There are no recently accessed documents
he_il: אין מסמכים שהגישה אליהם לאחרונה

source: This view will list the latest documents created in the system.
he_il: תצוגה זו תפרט את המסמכים האחרונים שנוצרו במערכת.

source: There are no recently created documents
he_il: אין מסמכים שנוצרו לאחרונה

source: Document "%(object)s" moved to trash.
he_il: המסמך &quot;%(object)s&quot; הועבר לאשפה.

source: %(count)d document moved to the trash.
he_il: מסמך %(count)d הועבר לאשפה.

source: %(count)d documents moved to the trash.
he_il: מסמכי %(count)d הועברו לפח.

source: Move the document "%(object)s" to trash?
he_il: להעביר את המסמך &quot;%(object)s&quot; לאשפה?

source: Move the selected document to the trash?
he_il: להעביר את המסמך שנבחר לפח?

source: Move the %(count)d selected documents to trash?
he_il: להעביר את המסמכים שנבחרו %(count)d לאשפה?

source: Empty trash?
he_il: לרוקן את האשפה?

source: The trash emptying task has been queued.
he_il: משימת ריקון האשפה הועמדה בתור.

source: %(count)d trashed documents submitted for deletion.
he_il: %(count)d אשפה מסמכים שנשלחו למחיקה.

source: Trash document "%(object)s" submitted for deletion.
he_il: מסמך האשפה &quot;%(object)s&quot; נשלח למחיקה.

source: %(count)d trashed document submitted for deletion.
he_il: %(count)d מסמך אשפה נשלח למחיקה.

source: Delete the %(count)d selected trashed documents?
he_il: למחוק את %(count)d המסמכים שנבחרו לאשפה?

source: Delete the trashed document "%(object)s"?
he_il: למחוק את המסמך &quot;%(object)s&quot; שנשלח לאשפה?

source: Delete the selected trashed document?
he_il: למחוק את המסמך שנבחר לאשפה?

source: To avoid loss of data, documents are not deleted instantly. First, they are placed in the trash can. From here they can be then finally deleted or restored.
he_il: כדי למנוע אובדן נתונים, מסמכים אינם נמחיקתים באופן מיידי. ראשית, הם מונחים בפח האשפה. מכאן ניתן למחוק או לשחזר אותם סופית.

source: There are no documents in the trash can
he_il: אין מסמכים בפח האשפה

source: %(count)d trashed documents restored.
he_il: %(count)d שוחזרו מסמכים אשפה.

source: Trashed document "%(object)s" restored.
he_il: שוחזר המסמך &quot;%(object)s&quot; שנשלח לאשפה.

source: %(count)d trashed document restored.
he_il: %(count)d מסמך אשפה שוחזר.

source: Restore the %(count)d selected trashed documents?
he_il: לשחזר את %(count)d המסמכים שנבחרו לאשפה?

source: Restore the trashed document: %(object)s
he_il: שחזר את המסמך שנשלח לאשפה: %(object)s

source: Restore the selected trashed document?
he_il: לשחזר את המסמך שנבחר לאשפה?

source: New document type for the workflow document.
he_il: סוג מסמך חדש עבור מסמך זרימת העבודה.

source: Change document type
he_il: שנה את סוג המסמך

source: Send document to trash
he_il: שלח מסמך לאשפה
