Repository: bcgov/mayan-openshift
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Documents
he_il: מסמכים

source: Create a document type
he_il: יצירת סוג מסמך

source: Every uploaded document must be assigned a document type, it is the basic way Mayan EDMS categorizes documents.
he_il: לכל מסמך שהועלה יש להקצות סוג מסמך, זו הדרך הבסיסית של Mayan EDMS לקטלג מסמכים.

source: File comments
he_il: הערות לקובץ

source: File encodings
he_il: קידודי קבצים

source: File MIME types
he_il: סוגי MIME של קבצים

source: File timestamps
he_il: חותמות זמן של קובץ

source: Document file
he_il: קובץ מסמך

source: Page number
he_il: מספר עמוד

source: Return the latest file of the document.
he_il: החזר את הקובץ האחרון של המסמך.

source: Latest file
he_il: הקובץ האחרון ביותר

source: Return the document instance.
he_il: החזר את מופע המסמך.

source: Document
he_il: מסמך

source: Thumbnail
he_il: תמונה ממוזערת

source: Type
he_il: סוּג

source: Pages
he_il: דפים

source: Date and time added
he_il: תאריך ושעה נוספו

source: Access date and time
he_il: תאריך ושעת גישה

source: Original
he_il: מְקוֹרִי

source: Keeps the original filename of the uploaded file.
he_il: שומר את שם הקובץ המקורי של הקובץ שהועלה.

source: UUID
he_il: UUID מזהה יחודי

source: Generates an immutable, random UUID (RFC 4122) for each file.
he_il: מחולל UUID אקראי ובלתי ניתן לשינוי (RFC 4122) עבור כל קובץ.

source: UUID plus original
he_il: UUID ועוד מקורי

source: Generates an immutable, random UUID (RFC 4122) for each file and appends the original filename of the uploaded file.
he_il: מחולל UUID אקראי ובלתי ניתן לשינוי (RFC 4122) עבור כל קובץ ומשרשר לו את שם הקובץ המקורי של הקובץ שהועלה.

source: Total pages
he_il: סך העמודים

source: Total documents
he_il: סך המסמכים

source: Documents in trash
he_il: מסמכים בפח מחזור

source: Document types
he_il: סוגי מסמכים

source: New documents this month
he_il: מסמכים חדשים החודש

source: New pages this month
he_il: דפים חדשים החודש

source: Append. Create a new version and append the new file pages.
he_il: הוספה. יצירת גרסה חדשה והוספת דפי הקובץ החדשים.

source: Keep. Do not create a new version and keep the current version pages.
he_il: שמירה. לא לייצר גרסה חדשה ולשמור את דפי הגרסה הנוכחיים.

source: Replace. Create a new version and use the new file pages.
he_il: החלפה. יצירת גרסה חדשה ושימוש בדפי הקבצים החדשים.

source: Append all file pages
he_il: הוספת כל דפי הקבצים

source: The current pages will be deleted and then all the document file pages will be appended as pages of this document version.
he_il: הדפים הנוכחיים ימחקו ולאחר מכן כל דפי קובץ המסמכים יצורפו כעמודים של גרסת מסמך זו.

source: Reset pages to latest file
he_il: איפוס דפים לקובץ המאוחר ביותר

source: Match all pages to that of the latest document file.
he_il: התאם את כל הדפים לזה של קובץ המסמך האחרון.

source: Document created
he_il: מסמך נוצר

source: Document edited
he_il: מסמך נערך

source: Document viewed
he_il: מסמך נצפה

source: Document file created
he_il: נוצר קובץ מסמך

source: Document file deleted
he_il: קובץ המסמך נמחק

source: Document file edited
he_il: קובץ המסמך נערך

source: Document type created
he_il: סוג המסמך נוצר

source: Document type edited
he_il: סוג המסמך נערך

source: Document type quick label created
he_il: נוצרה תווית מהירה לסוג מסמך

source: Document type quick label deleted
he_il: תווית מהירה של סוג המסמך נמחקה

source: Document type quick label edited
he_il: תווית מהירה של סוג המסמך נערכה

source: Document type changed
he_il: סוג המסמך השתנה

source: Document version created
he_il: נוצרה גרסת המסמך

source: Document version deleted
he_il: גרסת המסמך נמחקה

source: Document version edited
he_il: גרסת מסמך נערכה

source: Document version page created
he_il: נוצר דף גרסת המסמך

source: Document version page deleted
he_il: דף גרסת המסמך נמחק

source: Document version page edited
he_il: דף גרסת המסמך נערך

source: Document trashed
he_il: המסמך הושלך לפח מחזור

source: Trashed document deleted
he_il: המסמך שנשלח לפח מחזור נמחק

source: Trashed document restored
he_il: המסמך שנשלח לפח מחזור שוחזר

source: Document downloaded (historic)
he_il: מסמך הורד (היסטורית)

source: Document file created (historic)
he_il: קובץ המסמך נוצר (היסטורית)

source: Document version reverted (historic)
he_il: גרסת המסמך הוחזרה (היסטורית) לקודמת

source: Document version uploaded (historic)
he_il: גרסת המסמך הועלתה (היסטורית)

source: Detected
he_il: זוהה

source: Storage
he_il: אִחסוּן

source: Other
he_il: אַחֵר

source: Date added
he_il: תאריך הוספה

source: MIME type
he_il: סוג MIME

source: Encoding
he_il: קידוד (encoding)

source: Size
he_il: גודל

source: Exists in storage
he_il: קיים באחסון

source: Path in storage
he_il: נתיב באחסון

source: Checksum
he_il: סכום בקרה (checksum)

source: Quick document rename
he_il: שינוי שם מהיר של המסמך

source: Preserve extension
he_il: שימור הרחבה

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open document correctly.
he_il: לוקח את סיומת הקובץ ומעביר אותה לסוף שם הקובץ ומאפשר למערכות הפעלה המסתמכות על סיומות קובץ לפתוח את המסמך בצורה נכונה.

source: Date created
he_il: תאריך יצירה

source: Language
he_il: שפה

source: Document type
he_il: סוג מסמך

source: The backend that will be executed against the selected document version.
he_il: המנוע האחורי (backend) שיבוצע כנגד גרסת המסמך שנבחרה.

source: Backend
he_il: מנוע אחורי (backend)

source: Content type
he_il: סוג תוכן

source: Object ID
he_il: מזהה אובייקט

source: Source
he_il: מָקוֹר

source: Destination page number
he_il: מספר עמוד היעד

source: Target page number can't be repeated.
he_il: לא ניתן לחזור על מספר עמוד היעד.

source: Page group
he_il: קבוצת דפים

source: Page range
he_il: טווח דפים

source: Page number from which all the transformations will be cloned. Existing transformations will be lost.
he_il: מספר עמוד שממנו ישוכפלו כל הטרנספורמציות. טרנספורמציות קיימות יאבדו.

source: Delete
he_il: מחיקה

source: Edit
he_il: עריכה

source: Files
he_il: קבצים

source: Print
he_il: הדפסה

source: Properties
he_il: מאפיינים (תכונות)

source: Preview
he_il: תצוגה מקדימה

source: Clear transformations
he_il: טרנספורמציות ברורות

source: Clone transformations
he_il: טרנספורמציות שיבוט

source: First page
he_il: עמוד ראשון

source: Last page
he_il: עמוד אחרון

source: Previous page
he_il: עמוד קודם

source: Next page
he_il: עמוד הבא

source: Document file pages
he_il: דפי קובץ מסמכים

source: Rotate left
he_il: סיבוב שמאלה

source: Rotate right
he_il: סיבוב ימינה

source: Page image
he_il: תמונת עמוד

source: Reset view
he_il: איפוס תצוגה

source: Zoom in
he_il: זום (קירוב)

source: Zoom out
he_il: זום (ריחוק)

source: Recalculate page count
he_il: חישוב מחדש של ספירת הדפים

source: Change type
he_il: שינוי סוג

source: All documents
he_il: כל הקבצים

source: Recently accessed
he_il: גישה לאחרונה

source: Recently created
he_il: נוצר לאחרונה

source: Edit properties
he_il: עריכת מאפיינים (תכונות)

source: Create document type
he_il: יצירת סוג מסמך

source: Deletion policies
he_il: מדיניות מחיקה

source: Add quick label to document type
he_il: הוספת תווית מהירה לסוג המסמך

source: Quick labels
he_il: תוויות מהירות

source: Filename generation
he_il: מחולל יצירת שם קובץ

source: Make active
he_il: הפוך לפעיל

source: Create document version
he_il: יצירת גרסת מסמך

source: Versions
he_il: גרסאות

source: Modify
he_il: שינוי

source: Remap pages
he_il: מיפוי מחדש של דפים

source: Document version
he_il: גרסת מסמך

source: Document version pages
he_il: דפי גרסת המסמך

source: Favorites
he_il: מועדפים

source: Add to favorites
he_il: הוספה למועדפים

source: Remove from favorites
he_il: הסרה מהמועדפים

source: Decorations
he_il: קישוטים (Decorations)

source: Move to trash
he_il: העבר לפח מחזור

source: Trash can
he_il: פח מחזור

source: Restore
he_il: שחזור

source: Empty trash
he_il: ריקון פח המחזור

source: Default
he_il: בְּרִירַת מֶחדָל

source: January
he_il: יָנוּאָר

source: February
he_il: פברואר

source: March
he_il: מרץ

source: April
he_il: אַפּרִיל

source: May
he_il: מאי

source: June
he_il: יוני

source: July
he_il: יולי

source: August
he_il: אוגוסט

source: September
he_il: סֶפּטֶמבֶּר

source: October
he_il: אוֹקְטוֹבֶּר

source: November
he_il: נוֹבֶמבֶּר

source: December
he_il: דֵצֶמבֶּר

source: All pages
he_il: כל הדפים

source: Label
he_il: תווית

source: The server date and time when the document file was processed.
he_il: התאריך והשעה של השרת שבהם קובץ המסמך טופל.

source: Timestamp
he_il: חותמת זמן

source: An optional short text describing the document file.
he_il: טקסט קצר אופציונלי המתאר את קובץ המסמך.

source: Comment
he_il: הערה

source: File
he_il: קוֹבֶץ

source: Filename
he_il: שם קובץ

source: The document file's file mimetype. MIME types are a standard way to describe the format of a file, in this case the file format of the document. Some examples: "text/plain" or "image/jpeg".
he_il: ה-Mimetype של קובץ המסמך. סוגי MIME הם דרך סטנדרטית לתאר את הפורמט של קובץ, במקרה זה, פורמט הקובץ של המסמך. כמה דוגמאות: &quot;ext/plain&quot; או &quot;image/jpeg/jpeg&quot;.

source: The document file file encoding. binary 7-bit, binary 8-bit, text, base64, etc.
he_il: קידוד קובץ המסמך. בינארי 7 סיביות, בינארי 8 סיביות, טקסט, base64 וכו&#39;.

source: Document files
he_il: קבצי מסמכים

source: %(document_file)s - page %(page_num)d of %(total_pages)d
he_il: קובץ מסמך %(document_file)s - עמוד %(page_num)d מתוך %(total_pages)d

source: Document file page
he_il: דף קובץ המסמך

source: Document stub, id: %d
he_il: מסמך עם מאפיינים ללא תוכן (document stub), מזהה: %d

source: UUID of a document, universally Unique ID. An unique identifier generated for each document.
he_il: UUID של מסמך, מזהה ייחודי אוניברסלי. מזהה ייחודי שנוצר עבור כל מסמך.

source: The document type of the document.
he_il: סוג המסמך של המסמך.

source: A short text identifying the document. By default, will be set to the filename of the first file uploaded to the document.
he_il: טקסט קצר המזהה את המסמך. כברירת מחדל, יוגדר לשם הקובץ של הקובץ הראשון שהועלה למסמך.

source: An optional short text describing a document.
he_il: טקסט קצר אופציונלי המתאר מסמך.

source: Description
he_il: תיאור

source: The date and time of the document creation.
he_il: תאריך ושעת יצירת המסמך.

source: Created
he_il: נוצר

source: The primary language in the document.
he_il: השפה העיקרית במסמך.

source: Whether or not this document is in the trash.
he_il: האם המסמך הזה נמצא בפח המחזור או לא.

source: In trash?
he_il: בפח מחזור?

source: The server date and time when the document was moved to the trash.
he_il: התאריך והשעה של השרת שבהם המסמך הועבר לפח מחזור.

source: Date and time trashed
he_il: תאריך ושעת העברה לפח מחזור

source: A document stub is a document with an entry on the database but no file uploaded. This could be an interrupted upload or a deferred upload via the API.
he_il: מסמך stub הוא מסמך עם מאפיינים ללא תוכן. יש לו ערכים במסד הנתונים אך לא הועלה קובץ תוכן. זה יכול להיות כשל בהעלאת קובץ ישירה או דרך ה-API.

source: Is stub?
he_il: האם זה מסמך עם מאפיינים ללא תוכן?

source: A short text identifying the document type.
he_il: טקסט קצר המתאר את סוג המסמך.

source: Amount of time after which documents of this type will be moved to the trash.
he_il: משך הזמן שאחריו מסמכים מסוג זה יועברו לפח מחזור.

source: Trash time period
he_il: פרק זמן שמירה בפח מחזור

source: Trash time unit
he_il: יחידת זמן לעניין פח מחזור

source: Amount of time after which documents of this type in the trash will be deleted.
he_il: משך הזמן שאחריו יימחקו מסמכים מסוג זה מפח המחזור.

source: Delete time period
he_il: פרק זמן למחיקה

source: Delete time unit
he_il: יחידת זמן לפרק הזמן למחיקה

source: The class responsible for producing the actual filename used to store the uploaded documents.
he_il: ה-class האחראי להפקת שם הקובץ בפועל המשמש לאחסון המסמכים שהועלו.

source: Filename generator backend
he_il: מחולל שמות קבצים ב-backend

source: The arguments for the filename generator backend as a YAML dictionary.
he_il: הפרמטרים למחולל שמות הקבצים ב-backend בצורה של מילון YAML.

source: Filename generator backend arguments
he_il: פרמטרים למחולל שם קובץ ב-backend

source: Documents types
he_il: סוגי מסמכים

source: Enabled
he_il: מופעל/מאופשר

source: Quick label
he_il: תווית מהירה

source: The server date and time when the document version was created.
he_il: התאריך והשעה של השרת שבהם נוצרה גרסת המסמך.

source: An optional short text describing the document version.
he_il: טקסט קצר אופציונלי המתאר את גרסת המסמך.

source: Determines the active version of the document.
he_il: קובע את הגרסה הפעילה של המסמך.

source: Active
he_il: פָּעִיל

source: Document versions
he_il: גרסאות מסמך

source: %(document_version)s page %(page_number)d of %(total_pages)d
he_il: %(document_version)s עמוד %(page_number)d מתוך %(total_pages)d

source: Unique integer number for the page. Pages are ordered by this number.
he_il: מספר שלם ייחודי עבור הדף. הדפים מסודרים לפי מספר זה.

source: Content type for the source object of the page.
he_il: סוג תוכן עבור אובייקט המקור של הדף.

source: ID for the source object of the page.
he_il: מזהה עבור אובייקט המקור של הדף.

source: Document version page
he_il: דף גרסת המסמך

source: User
he_il: מִשׁתַמֵשׁ

source: Favorite document
he_il: מסמך מועדף

source: Favorite documents
he_il: מסמכים מועדפים

source: Accessed
he_il: ניגשו אליו/ה

source: Recent document
he_il: מסמך לאחרונה

source: Recent documents
he_il: מסמכים לאחרונה

source: Recently accessed document
he_il: מסמך שניגשו אליו לאחרונה

source: Recently accessed documents
he_il: מסמכים שניגשו אליהם לאחרונה

source: Change type of documents
he_il: שנוי סוג של מסמכים

source: Create documents
he_il: יצירת מסמכים

source: Edit documents
he_il: עריכת מסמכים

source: Edit document properties
he_il: עריכת מאפייני מסמך

source: Execute document modifying tools
he_il: הפעלת כלים לשינוי מסמכים

source: View documents
he_il: תצוגת מסמכים

source: Delete document files
he_il: מחיקת קבצי מסמכים

source: Edit document files
he_il: עריכת קבצי מסמך

source: Create new document files
he_il: יצירת קבצי מסמך חדשים

source: Print document files
he_il: הדפס קבצי מסמך

source: Execute document file modifying tools
he_il: הפעלת כלים לשינוי קבצי מסמכים

source: View document files
he_il: תצוגת קבצי מסמך

source: Create document versions
he_il: יצירת גרסאות מסמך

source: Delete document versions
he_il: מחיקת גרסאות מסמך

source: Edit document versions
he_il: עריכת גרסאות מסמך

source: Print document versions
he_il: הדפסת גרסאות מסמך

source: View document versions
he_il: תצוגת גרסאות מסמך

source: Create document types
he_il: יצירת סוגי מסמך

source: Delete document types
he_il: מחיקת סוגי מסמך

source: Edit document types
he_il: עריכת סוגי מסמך

source: View document types
he_il: תצוגת סוגי מסמך

source: Restore trashed document
he_il: אחזור מסמך שנשלח לפח מחזור

source: Delete trashed documents
he_il: מחיקת מסמכים שנשפו לאשפה

source: Trash documents
he_il: זבל מסמכים

source: Documents periodic
he_il: מסמכים תקופתיים

source: Uploads
he_il: העלאות

source: Empty the trash can
he_il: רוקן את פח האשפה

source: Delete a document
he_il: מחיקת מסמך

source: Append all document file pages to a document version
he_il: הוסף את כל דפי קובץ המסמכים לגרסת מסמך

source: Reset the page list of a document version
he_il: אפס את רשימת הדפים של גרסת מסמך

source: Delete a document version
he_il: מחיקת גרסת מסמך

source: Export a document version
he_il: ייצא גרסת מסמך

source: Check document type trash periods
he_il: בדוק את תקופות האשפה של סוג המסמך

source: Delete document stubs
he_il: מחיקת מסמכים עם מאפיינים ללא תוכן

source: Check document type delete periods
he_il: בדוק את סוג המסמך מחיקת תקופות

source: Update document page count
he_il: עדכון את ספירת דפי המסמכים

source: Upload new document file
he_il: העלה קובץ מסמך חדש

source: Upload new document
he_il: העלה מסמך חדש

source: Document type label
he_il: תווית סוג מסמך

source: Document label
he_il: תווית מסמך

source: Document description
he_il: תיאור המסמך

source: Document UUID
he_il: מסמך UUID

source: Document file checksum
he_il: סכום בדיקת קובץ המסמך

source: Document file MIME type
he_il: סוג MIME‏ של קובץ המסמך

source: Document version comment
he_il: הערה על גרסת המסמך

source: Document file URL
he_il: כתובת אתר (URL) של קובץ המסמך

source: Image URL
he_il: כתובת אתר (URL) של תמונה

source: URL
he_il: כתובת אתר (URL)

source: Action
he_il: פעולה

source: Document URL
he_il: כתובת אתר (URL) של המסמך

source: Download URL
he_il: הורד כתובת אתר (URL)

source: Binary content for the new file.
he_il: תוכן בינארי עבור הקובץ החדש.

source: File new
he_il: קובץ חדש

source: Page list URL
he_il: כתובת אתר (URL) של רשימת הדפים

source: Pages first
he_il: דפים תחילה

source: ID
he_il: תְעוּדַת זֶהוּת

source: Document type ID for the new document.
he_il: מזהה סוג מסמך עבור המסמך החדש.

source: Document type ID
he_il: מזהה סוג מסמך

source: Document change type URL
he_il: כתובת URL של סוג שינוי מסמך

source: File latest
he_il: הקובץ האחרון

source: File list URL
he_il: כתובת אתר (URL) של רשימת הקבצים

source: Version active
he_il: הגרסה פעילה

source: Version list URL
he_il: כתובת אתר (URL) של רשימת הגרסאות

source: Primary key of the document type into which the document will be changed.
he_il: מפתיחת ראשי מסוג המסמך שאליו ישתנה המסמך.

source: Document type URL
he_il: כתובת URL מסוג מסמך

source: Quick label list URL
he_il: כתובת URL של רשימת תוויות מהירה

source: Backend ID
he_il: מזהה אחורי

source: Primary key of the modification backend to execute.
he_il: מפתיחת ראשי של קצה השינוי לביצוע.

source: Content type ID of the source object for the page.
he_il: מזהה סוג תוכן של אובייקט המקור עבור הדף.

source: Document version URL
he_il: כתובת אתר (URL) של גרסת המסמך

source: Export URL
he_il: ייצא כתובת אתר (URL)

source: Document ID for the new favorite document.
he_il: מזהה מסמך עבור המסמך המועדף החדש.

source: Document ID
he_il: מזהה מסמך

source: Restore URL
he_il: שחזר כתובת URL

source: The threshold at which the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document file page image cache files. Specify the size in bytes.
he_il: הסף שבו ה-DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND יתחיל למחוק את קבצי הקובץ העתיקים ביותר של עמודי המסמך. ציין את הגודל בבתים.

source: Path to the Storage subclass to use when storing document files.
he_il: נתיב למחלקת המשנה Storage לשימוש בעת אחסון קבצי מסמכים.

source: Arguments to pass to the DOCUMENT_FILE_STORAGE_BACKEND.
he_il: טיעונים להעביר ל-DOCUMENT_FILE_STORAGE_BACKEND.

source: Path to the Storage subclass to use when storing the cached document file page image files.
he_il: נתיב למחלקת המשנה Storage לשימוש בעת אחסון קבצי תמונה של דף קובץ המסמך המאוחסן.

source: Arguments to pass to the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
he_il: טיעונים להעביר ל-DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of favorite documents to remember per user.
he_il: מספר מקסימלי של מסמכים מועדפים לזכור לכל משתמש.

source: Size of blocks to use when calculating the document file's checksum. A value of 0 disables the block calculation and the entire file will be loaded into memory.
he_il: גודל בלוקים לשימוש בעת חישוב סכום הבדיקה של קובץ המסמך. ערך 0 משבית את חישוב הבלוק והקובץ כולו ייטען לזיכרון.

source: Default documents language (in ISO639-3 format).
he_il: שפת ברירת המחדל של מסמכים (בפורמט ISO639-3).

source: List of supported document languages. In ISO639-3 format.
he_il: רשימה של שפות מסמכים נתמכות. בפורמט ISO639-3.

source: The threshold at which the DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document version page image cache versions. Specify the size in bytes.
he_il: הסף שבו ה-DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND יתחיל למחוק את גרסאות המטמון העתיקות ביותר של דף גרסת המסמך. ציין את הגודל בבתים.

source: Path to the Storage subclass to use when storing the cached document version page image versions.
he_il: נתיב למחלקת המשנה Storage לשימוש בעת אחסון גרסאות התמונה של גרסת המסמך המאוחסנת.

source: Arguments to pass to the DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
he_il: טיעונים להעביר ל-DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of recently accessed documents (created, edited, viewed) to remember per user.
he_il: מספר מקסימלי של מסמכים שניגשו לאחרונה (נוצרו, נערכו, צפו) לזכור לכל משתמש.

source: Maximum number of recently created documents to show.
he_il: המספר המרבי של מסמכים שנוצרו לאחרונה להצגה.

source: Amount in degrees to rotate a document page per user interaction.
he_il: כמות במעלות לסובב דף מסמך לכל אינטראקציה של משתמש.

source: Time after which a document stub will be considered invalid and deleted.
he_il: פרק זמן שאחריו מסמך עם מאפיינים ללא תוכן ייחשב לא חוקי ויימחק.

source: Height in pixels of the document thumbnail image.
he_il: גובה בפיקסלים של התמונה הממוזערת של המסמך.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
he_il: כמות מקסימלית באחוזים (%) כדי לאפשר למשתמש להתקרב לדף מסמך באופן אינטראקטיבי.

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
he_il: כמות מינימלית באחוזים (%) כדי לאפשר למשתמש להקטין עמוד מסמך באופן אינטראקטיבי.

source: Amount in percent zoom in or out a document page per user interaction.
he_il: כמות באחוזים הגדלה או הקטנה של דף מסמך לכל אינטראקציה של משתמש.

source: New documents per month
he_il: מסמכים חדשים לחודש

source: New document files per month
he_il: קבצי מסמכים חדשים בחודש

source: New document pages per month
he_il: דפי מסמכים חדשים בחודש

source: Total documents at each month
he_il: סך המסמכים בכל חודש

source: Total document files at each month
he_il: סך כל קבצי המסמכים בכל חודש

source: Total document pages at each month
he_il: סך כל עמודי המסמכים בכל חודש

source: Total documents per document type
he_il: סך המסמכים לכל סוג מסמך

source: Total document files per document type
he_il: סך כל קבצי המסמכים לכל סוג מסמך

source: Total document file pages per document type
he_il: סך כל עמודי קובץ המסמכים לכל סוג מסמך

source: Unable to initialize the document file storage. Check the settings {} and {} for formatting errors.
he_il: לא ניתן לאתחל את אחסון קובץ המסמכים. בדוק את ההגדרות {} ו-{} עבור שגיאות עיצוב.

source: Unable to initialize the document file image storage. Check the settings {} and {} for formatting errors.
he_il: לא ניתן לאתחל את אחסון התמונה של קובץ המסמך. בדוק את ההגדרות {} ו-{} עבור שגיאות עיצוב.

source: Document file page images
he_il: תמונות דפי קובץ מסמכים

source: Unable to initialize the document version image storage. Check the settings {} and {} for formatting errors.
he_il: לא ניתן לאתחל את אחסון התמונות של גרסת המסמך. בדוק את ההגדרות {} ו-{} עבור שגיאות עיצוב.

source: Document version page images
he_il: תמונות עמוד גרסת המסמך

source: Document page image preview
he_il: תצוגה מקדימה של תמונת דף המסמך

source: Document file page transformation error
he_il: שגיאת שינוי דף קובץ המסמך

source: Document version page transformation error
he_il: שגיאת שינוי דף גרסת המסמך

source: No valid or active version
he_il: אין גרסה חוקית או פעילה

source: No version pages
he_il: אין דפי גרסה

source: Page %(page_number)s of %(total_pages)s
he_il: דף %(page_number)s מתוך %(total_pages)s

source: No pages to display
he_il: אין דפים להצגה

source: Unknown language "%s"
he_il: שפה לא ידועה &quot;%s&quot;

source: %(count)d document file queued for page count recalculation.
he_il: קובץ מסמך %(count)d תור לחישוב מחדש של ספירת עמודים.

source: %(count)d document files queued for page count recalculation.
he_il: %(count)d קבצי מסמכים בתור לחישוב מחדש של ספירת עמודים.

source: Recalculate the page count of the selected document file?
he_il: לחשב מחדש את ספירת הדפים של קובץ המסמך שנבחר?

source: Recalculate the page count of the document file: %s?
he_il: לחשב מחדש את ספירת הדפים של קובץ המסמך: %s?
