Repository: bcgov/mayan-openshift
Catalog: mayan/apps/dynamic_search/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Dynamic search
he_il: חיפוש דינמי

source: Match all
he_il: התאם הכל

source: Return only results that match all fields.
he_il: החזר רק תוצאות שתואמות את כל השדות.

source: Search terms
he_il: תנאי חיפוש

source: Basic search
he_il: חיפוש בסיסי

source: Advanced search
he_il: חיפוש מתקדם

source: Search again
he_il: חפש שוב

source: Reindex search backend
he_il: אינדקס מחדש של חיפוש אחורי

source: Yes
he_il: כן

source: No
he_il: לא

source: Search
he_il: לחפש

source: Execute search tools
he_il: הפעל כלי חיפוש

source: Search slow
he_il: חיפוש איטי

source: Remove a model instance from the search engine.
he_il: הסר מופע דגם ממנוע החיפוש.

source: Index a model instance to the search engine.
he_il: אינדקס מופע מודל למנוע החיפוש.

source: Index all instances of a search model to the search engine.
he_il: אינדקס את כל המופעים של מודל חיפוש למנוע החיפוש.

source: Index all related instances of a search model after a many to many event.
he_il: אינדקס את כל המופעים הקשורים של מודל חיפוש לאחר אירוע של רבים עד רבים.

source: Reset the search backend indices and index all instances again.
he_il: אפס את מדדי החיפוש העורפי והוסף שוב את כל המופעים.

source: Search results exceed limit setting. Results might not be reliable if multiple scopes are used. Narrow down the search criteria or increase the value of the results limit setting.
he_il: תוצאות החיפוש חורגות מהגדרת המגבלה. ייתכן שהתוצאות לא יהיו אמינות אם נעשה שימוש במספר היקפים. צמצם את קריטריוני החיפוש או הגדל את הערך של הגדרת מגבלת התוצאות.

source: Search backend error. Verify that the search service is available and that the search syntax is valid for the active search backend; %s
he_il: שגיאת חיפוש אחורי. ודא ששירות החיפוש זמין ושתחביר החיפוש תקף עבור הקצה העורפי של החיפוש הפעיל; %s

source: Any
he_il: כל

source: Unknown search model `%s`.
he_il: דגם חיפוש לא ידוע `%s`.

source: All content
he_il: כל התוכן

source: Exact
he_il: מְדוּיָק

source: Fuzzy
he_il: מְעוּרפָּל

source: Greater than
he_il: גדול מ

source: Greater than or equal
he_il: גדול או שווה

source: Less than
he_il: פחות מ

source: Less than or equal
he_il: פחות מ או שווה

source: Partial
he_il: חלקי

source: Range
he_il: טווח

source: Range exclusive
he_il: טווח בלעדי

source: Regular expression
he_il: הבעה רגילה

source: Field name
he_il: שם שדה

source: Label
he_il: תווית

source: App label
he_il: תווית אפליקציה

source: Model name
he_il: שם המודל

source: Primary key
he_il: מפתח ראשי

source: Search fields
he_il: שדות חיפוש

source: Full path to the backend to be used to handle the search.
he_il: נתיב מלא לקצה האחורי שישמש לטיפול בחיפוש.

source: Arguments to pass to the search backend. For example values to change the behavior, host names, or authentication arguments.
he_il: טיעונים להעביר לקצה העורפי של החיפוש. לדוגמה ערכים לשינוי ההתנהגות, שמות מארחים או ארגומנטים של אימות.

source: The search operator to use when none is specified.
he_il: אופרטור החיפוש לשימוש כאשר אף אחד לא צוין.

source: Disables the single term bar search leaving only the advanced search button.
he_il: משבית את החיפוש בסרגל מונחים בודדים ומשאיר רק את לחצן החיפוש המתקדם.

source: Amount of objects to process when performing bulk indexing.
he_il: כמות האובייקטים לעיבוד בעת ביצוע אינדקס בכמות גדולה.

source: Sets the default state of the "Match all" checkbox.
he_il: מגדיר את מצב ברירת המחדל של תיבת הסימון &quot;התאמה לכל&quot;.

source: Maximum number of search results to fetch and display per search query unit.
he_il: מספר מקסימלי של תוצאות חיפוש לאחזור והצגה לכל יחידת שאילתת חיפוש.

source: Maximum number of search results to fetch and display.
he_il: מספר מקסימלי של תוצאות חיפוש לאחזור והצגה.

source: Filter terms
he_il: סינון מונחים

source: Advanced
he_il: מִתקַדֵם

source: Replace accents
he_il: החלף מבטאים

source: @ sign replace
he_il: סימן @ להחליף

source: Case fold
he_il: קיפול המארז

source: Hyphen replace
he_il: החלפת מקף

source: To boolean
he_il: לבוליאנית

source: To date time
he_il: לתאריך שעה

source: Date time ISO format
he_il: תאריך שעה פורמט ISO

source: Date time simple format
he_il: תאריך שעה פורמט פשוט

source: Date time timestamp format
he_il: פורמט חותמת זמן של תאריך

source: To integer
he_il: למספר שלם

source: To string
he_il: למחרוזת

source: This tool erases and populates the search backend's internal index.
he_il: כלי זה מוחק ומאכלס את האינדקס הפנימי של הקצה העורפי של החיפוש.

source: This tool is required only for some search backends. Search results will be affected while the backend is being reindexed.
he_il: כלי זה נדרש רק עבור חלק מהחלקים האחוריים של החיפוש. תוצאות החיפוש יושפעו בזמן הוספת הקצה העורפי מחדש לאינדקס.

source: The currently selected search backend does not support or requires reindexing.
he_il: הקצה העורפי של החיפוש שנבחר כעת אינו תומך או דורש יצירת אינדקס מחדש.

source: Search backend reindexing queued.
he_il: חיפוש מחדש לאינדקס הקצה האחורי נמצא בתור.

source: Search for: %s
he_il: חפש את: %s

source: Advanced search for: %s
he_il: חיפוש מתקדם עבור: %s

source: Try again using different terms.
he_il: נסה שוב להשתמש במונחים שונים.

source: No search results
he_il: אין תוצאות חיפוש

source: Search query: %s
he_il: שאילתת חיפוש: %s

source: Search results for: %s
he_il: תוצאות חיפוש עבור: %s
