Repository: bcgov/mayan-openshift
Catalog: mayan/apps/quotas/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Quotas
he_il: מכסות

source: none
he_il: אף אחד

source: Does not apply
he_il: אינו חל

source: Null backend
he_il: Backend אפס

source: Quota created
he_il: מכסה נוצרה

source: Quota edited
he_il: המכסה נערך

source: Backend
he_il: אחורי

source: The quota driver for this entry.
he_il: מנהל המכסה עבור ערך זה.

source: Create quota
he_il: צור מכסה

source: Delete
he_il: לִמְחוֹק

source: Edit
he_il: לַעֲרוֹך

source: Quotas list
he_il: רשימת מכסות

source: All document types
he_il: כל סוגי המסמכים

source: Document types
he_il: סוגי מסמכים

source: Document types to which the quota will be applied.
he_il: סוגי מסמכים עליהם תחול המכסה.

source: all document types
he_il: כל סוגי המסמכים

source: document types: %(document_types)s
he_il: סוגי מסמכים: %(document_types)s

source: Groups
he_il: קבוצות

source: Groups to which the quota will be applied.
he_il: קבוצות שעליהן תחול המכסה.

source: All users
he_il: כל המשתמשים

source: Apply the quota to all users in the system, excluding admins and staff. Enabling this option, the quota will ignore the indiviual user and group selection.
he_il: החל את המכסה על כל המשתמשים במערכת, לא כולל מנהלים וצוות. הפעלת אפשרות זו, המכסה תתעלם מהבחירה האישית של המשתמש והקבוצה.

source: Users
he_il: משתמשים

source: Users to which the quota will be applied.
he_il: משתמשים עליהם תחול המכסה.

source: all users
he_il: כל המשתמשים

source: groups: %(groups)s, users: %(users)s
he_il: קבוצות: %(groups)s, משתמשים: %(users)s

source: Driver used for this quota entry.
he_il: נהג המשמש להזנת מכסה זו.

source: Arguments
he_il: טיעונים

source: Usage
he_il: נוֹהָג

source: The dotted Python path to the backend class.
he_il: הנתיב המקווקו של Python למחלקה האחורית.

source: Backend path
he_il: נתיב אחורי

source: Backend data
he_il: נתוני אחורי

source: Allow quick disable or enable of the quota.
he_il: אפשר השבתה או הפעלה מהירה של המכסה.

source: Enabled
he_il: מופעל

source: Quota
he_il: מִכסָה

source: Create a quota
he_il: צור מכסה

source: Delete a quota
he_il: מחק מכסה

source: Edit a quota
he_il: ערוך מכסה

source: View a quota
he_il: הצג מכסה

source: Document count quota exceeded.
he_il: חרגת ממכסת ספירת המסמכים.

source: Documents limit
he_il: הגבלת מסמכים

source: Maximum number of documents.
he_il: מספר מקסימלי של מסמכים.

source: Document count limit
he_il: מגבלת ספירת מסמכים

source: document count: %(document_count)s
he_il: ספירת מסמכים: %(document_count)s

source: Maximum document size in megabytes (MB).
he_il: גודל מסמך מקסימלי במגה-בייט (MB).

source: Document size limit
he_il: מגבלת גודל מסמך

source: document size: %(formatted_file_size)s
he_il: גודל מסמך: %(formatted_file_size)s

source: Document size quota exceeded.
he_il: חרגת ממכסת גודל המסמכים.

source: New quota backend selection
he_il: בחירת מכסה עורפית חדשה

source: Create a "%s" quota
he_il: צור מכסת &quot;%s&quot;.

source: Delete quota: %s
he_il: מחק מכסה: %s

source: Edit quota: %s
he_il: עריכת מכסה: %s

source: Quotas restrict usage of system resources.
he_il: מכסות מגבילות את השימוש במשאבי המערכת.

source: No quotas available
he_il: אין מכסות זמינות
