Repository: bcgov/mayan-openshift
Catalog: mayan/apps/duplicates/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Duplicates
he_il: כפילויות

source: Duplicate backend
he_il: שכפול backend

source: Null backend
he_il: Backend אפס

source: Exact document file checksum
he_il: סכום בקרה (checksum) מדויק של קובץ המסמך

source: Exact document label
he_il: תווית מסמך מדויקת

source: Duplicated documents
he_il: מסמכים משוכפלים

source: Duplicated document scan
he_il: סריקת מסמכים משוכפלים

source: Stored duplicate backend
he_il: backends לאחסון כפולים

source: Stored duplicate backends
he_il: backends לאחסון כפולים

source: Document
he_il: מסמך

source: Duplicated backend entry
he_il: ערך backend משוכפל

source: Duplicated backend entries
he_il: ערכי backend משוכפלים

source: Clean empty duplicate lists
he_il: נקוי רשימות כפולים ריקות

source: Scan document duplicates
he_il: סרוק כפילויות של מסמכים

source: Only exact copies of this document will be shown in the this list.
he_il: רק עותקים מדויקים של מסמך זה יוצגו ברשימה זו.

source: There are no duplicates for this document
he_il: אין כפילויות למסמך זה

source: Duplicates for document: %s
he_il: כפילויות למסמך: %s

source: Duplicates are documents that are composed of the exact same file, down to the last byte. Files that have the same text or OCR but are not identical or were saved using a different file format will not appear as duplicates.
he_il: כפילויות הן מסמכים המורכבים מאותו קובץ בדיוק, עד לתו האחרון. קבצים בעלי אותו טקסט או OCR אך אינם זהים או נשמרו בפורמט קובץ אחר לא יופיעו ככפולים.

source: There are no duplicated documents
he_il: אין מסמכים משוכפלים

source: Scan for duplicated documents?
he_il: לחפש מסמכים משוכפלים?

source: Duplicated document scan queued successfully.
he_il: חיפוש מסמכים משוכפלים נוסף לתור המשימות בהצלחה.
