Repository: bcgov/mayan-openshift
Catalog: mayan/apps/templating/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Templating
he_il: תבנית

source: Use Django's default templating language (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).
he_il: השתמש בשפת ברירת המחדל של Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/).

source: Use Django's default templating language (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). The {{ %(variable)s }} variable is available to the template.
he_il: השתמש בשפת ברירת המחדל של Django (https://docs.djangoproject.com/en/%(django_version)s/ref/templates/builtins/). המשתנה {{ %(variable)s }} זמין לתבנית.

source: Resulting text from the evaluated template.
he_il: טקסט המתקבל מהתבנית המוערכת.

source: Result
he_il: תוֹצָאָה

source: The template string to be evaluated.
he_il: מחרוזת התבנית שיש להעריך.

source: Template
he_il: תבנית

source: Sandbox
he_il: ארגז חול

source: Use the template sandbox
he_il: השתמש בארגז החול של התבנית

source: Hex hash
he_il: חשיש משושה

source: Name
he_il: שֵׁם

source: URL
he_il: כתובת אתר

source: Template sandbox for: %s
he_il: ארגז חול תבנית עבור: %s

source: Template error; %(exception)s
he_il: שגיאת תבנית; %(exception)s

source: Filters
he_il: מסננים

source: Tags
he_il: תגים
