Repository: bcgov/mayan-openshift
Catalog: mayan/apps/authentication/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Authentication
he_il: אימות משתמש

source: User impersonation ended
he_il: התחזות למשתמש הסתיימה

source: User impersonation started
he_il: התחזות למשתמש התחילה

source: User logged in
he_il: משתמש מחובר

source: User logged out
he_il: משתמש התנתק

source: Remember me
he_il: זכור אותי

source: Permanent
he_il: קבוע

source: If selected, disables ending impersonation.
he_il: אם נבחר, משבית את סיום ההתחזות.

source: User
he_il: מִשׁתַמֵשׁ

source: Logout
he_il: להתנתק

source: Change password
he_il: שינוי סיסמה

source: Impersonate user
he_il: התחזות למשתמש אחר

source: Impersonate
he_il: לְהִתְחַזוֹת

source: Set password
he_il: הגדרת סיסמה

source: Impersonate users
he_il: התחזות למשתמשים

source: Remove the "Forgot your password?" link on the login form used to trigger the password reset.
he_il: הסרת הקישור &quot;שכחת את הסיסמה שלך?&quot; במסך הכניסה המשמש לאיפוס הסיסמה.

source: Dotted path to the backend used to process user authentication.
he_il: נתיב מנוקד לקצה העורפי המשמש לעיבוד אימות משתמש.

source: Arguments for the AUTHENTICATION_BACKEND.
he_il: פרמטרים ל-AUTHENTICATION_BACKEND.

source: Impersonating user "%(user)s".
he_il: מתחזה למשתמש "%(user)s".

source: Click here when finished
he_il: לחץ כאן בסיום

source: Login
he_il: התחברות

source: Sign in
he_il: להתחבר

source: Save
he_il: שמירה

source: Submit
he_il: שליחה

source: Cancel
he_il: ביטול

source: Forgot your password?
he_il: שכחת סיסמה?

source: Password reset
he_il: איפוס סיסמה

source: Password reset complete! Click the link below to login.
he_il: איפוס הסיסמה הושלם! לחץ על הקישור למטה כדי להתחבר.

source: Login page
he_il: דף התחברות

source: Password reset email sent!
he_il: דוא&quot;ל לאיפוס סיסמה נשלח!

source: Next
he_il: הַבָּא

source: Step %(step)d of %(total_steps)d: %(step_label)s
he_il: שלב %(step)d של %(total_steps)d: %(step_label)s

source: Your password has been successfully changed.
he_il: הסיסמה שלך שונתה בהצלחה.

source: Current user password change
he_il: שינוי סיסמת משתמש נוכחי

source: Changing the password is not allowed for this account.
he_il: שינוי הסיסמה אינו מותר עבור חשבון זה.

source: Password change request performed on %(count)d user
he_il: בקשת שינוי סיסמה בוצעה על משתמש %(count)d

source: Password change request performed on %(count)d users
he_il: בקשת שינוי סיסמה בוצעה על %(count)d משתמשים

source: Change user password
he_il: שנה סיסמת משתמש

source: Change password for user: %s
he_il: שנה סיסמה למשתמש: %s

source: Successful password reset for user: %s.
he_il: איפוס סיסמה מוצלח למשתמש: %s.

source: Impersonate user: %s
he_il: התחזות למשתמש: %s
