Repository: bcgov/mayan-openshift
Catalog: mayan/apps/tags/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Tags
he_il: תגים

source: Documents
he_il: מסמכים

source: Tag attached to document
he_il: תג מצורף למסמך

source: Tag created
he_il: התג נוצר

source: Tag edited
he_il: התג נערך

source: Tag removed from document
he_il: התג הוסר מהמסמך

source: Attach tags
he_il: צרף תגים

source: Remove tag
he_il: הסר תג

source: Remove tags
he_il: הסר תגים

source: Create new tag
he_il: צור תג חדש

source: Delete
he_il: לִמְחוֹק

source: Edit
he_il: לַעֲרוֹך

source: All
he_il: את כל

source: Return the tags attached to the document.
he_il: החזר את התגים המצורפים למסמך.

source: Preview
he_il: תצוגה מקדימה

source: A short text used as the tag name.
he_il: טקסט קצר המשמש כשם התג.

source: Label
he_il: תווית

source: The RGB color values for the tag.
he_il: ערכי צבע RGB עבור התג.

source: Color
he_il: צֶבַע

source: Tag
he_il: תָג

source: Document tag
he_il: תג מסמך

source: Document tags
he_il: תגיות מסמכים

source: Create new tags
he_il: צור תגים חדשים

source: Delete tags
he_il: מחק תגיות

source: View tags
he_il: צפה בתגיות

source: Edit tags
he_il: ערוך תגים

source: Attach tags to documents
he_il: צרף תגים למסמכים

source: Remove tags from documents
he_il: הסר תגים ממסמכים

source: Tag label
he_il: תווית

source: Tag color
he_il: צבע תג

source: Document type
he_il: סוג מסמך

source: Document label
he_il: תווית מסמך

source: Document description
he_il: תיאור המסמך

source: Document UUID
he_il: מסמך UUID

source: Document file checksum
he_il: סכום בדיקת קובץ המסמך

source: Document file MIME type
he_il: סוג MIME‏ של קובץ המסמך

source: Documents URL
he_il: כתובת האתר של המסמכים

source: URL
he_il: כתובת אתר

source: Primary key of the tag to add to the document.
he_il: מפתח ראשי של התג להוספה למסמך.

source: Tag ID
he_il: מזהה תג

source: Primary key of the tag to remove from the document.
he_il: מפתח ראשי של התג להסרה מהמסמך.

source: Tags attached to %(count)d documents successfully.
he_il: תגים צורפו למסמכי %(count)d בהצלחה.

source: Tags attached to document "%(object)s" successfully.
he_il: התגים שצורפו למסמך &quot;%(object)s&quot; בהצלחה.

source: Tags attached to %(count)d document successfully.
he_il: התגים צורפו למסמך %(count)d בהצלחה.

source: Attach tags to %(count)d documents.
he_il: צרף תגים למסמכי %(count)d.

source: Attach tags to document: %(object)s
he_il: צרף תגיות למסמך: %(object)s

source: Attach tags to %(count)d document.
he_il: צרף תגים למסמך %(count)d.

source: Tags to be attached.
he_il: תגיות שיש לצרף.

source: Create tag
he_il: צור תג

source: Error deleting tag "%(instance)s"; %(exception)s
he_il: שגיאה במחיקת התג &quot;%(instance)s&quot;; %(exception)s

source: %(count)d tags deleted successfully.
he_il: תגי %(count)d נמחקו בהצלחה.

source: Tag "%(object)s" deleted successfully.
he_il: התג &quot;%(object)s&quot; נמחק בהצלחה.

source: %(count)d tag deleted successfully.
he_il: תג %(count)d נמחק בהצלחה.

source: Delete the %(count)d selected tags
he_il: מחק את התגים %(count)d שנבחרו

source: Delete tag: %(object)s
he_il: מחק תג: %(object)s

source: Delete the %(count)d selected tag
he_il: מחק את התג שנבחר %(count)d

source: Will be removed from all documents.
he_il: יוסר מכל המסמכים.

source: Edit tag: %s
he_il: עריכת תג: %s

source: Tags are color coded properties that can be attached or removed from documents.
he_il: תגים הם מאפיינים מקודדים בצבע שניתן לצרף או להסיר ממסמכים.

source: No tags available
he_il: אין תגים זמינים

source: Documents with the tag: %s
he_il: מסמכים עם התג: %s

source: Document has no tags attached
he_il: למסמך אין תגים מצורפים

source: Tags for document: %s
he_il: תגיות למסמך: %s

source: Tags removed from %(count)d documents successfully.
he_il: התגים הוסרו ממסמכי %(count)d בהצלחה.

source: Tags removed from document "%(object)s" successfully.
he_il: התגים הוסרו מהמסמך &quot;%(object)s&quot; בהצלחה.

source: Remove tags from %(count)d documents.
he_il: הסר תגים ממסמכי %(count)d.

source: Remove tags from document: %(object)s
he_il: הסר תגים מהמסמך: %(object)s

source: Remove tags from %(count)d document.
he_il: הסר תגים ממסמך %(count)d.

source: Tags to be removed.
he_il: יש להסיר תגים.

source: Select tags
he_il: בחר תגים

source: Tags to attach to the document
he_il: תגים לצרף למסמך

source: Attach tag
he_il: צרף תג
