Repository: bcgov/mayan-openshift
Catalog: mayan/apps/linking/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Linking
he_il: מְקַשֵׁר

source: Label
he_il: תווית

source: Smart links
he_il: קישורים חכמים

source: Smart link created
he_il: נוצר קישור חכם

source: Smart link edited
he_il: קישור חכם נערך

source: Foreign document field
he_il: שדה מסמכים זרים

source: Create new smart link
he_il: צור קישור חכם חדש

source: Delete
he_il: לִמְחוֹק

source: Document types
he_il: סוגי מסמכים

source: Edit
he_il: לַעֲרוֹך

source: Documents
he_il: מסמכים

source: Create condition
he_il: צור תנאי

source: Conditions
he_il: תנאים

source: and
he_il: ו

source: or
he_il: אוֹ

source: is equal to
he_il: שווה ל

source: is equal to (case insensitive)
he_il: שווה ל (לא רגיש לאותיות גדולות)

source: contains
he_il: מכיל

source: contains (case insensitive)
he_il: מכיל (לא רגיש לאותיות גדולות)

source: is in
he_il: נמצא ב

source: is greater than
he_il: גדול מ

source: is greater than or equal to
he_il: גדול או שווה ל

source: is less than
he_il: זה פחות מ

source: is less than or equal to
he_il: קטן או שווה ל

source: starts with
he_il: מתחיל עם

source: starts with (case insensitive)
he_il: מתחיל עם (לא רגיש לאותיות גדולות)

source: ends with
he_il: מסתיים עם

source: ends with (case insensitive)
he_il: מסתיים ב (לא רגיש לאותיות גדולות)

source: is in regular expression
he_il: נמצא בביטוי רגולרי

source: is in regular expression (case insensitive)
he_il: הוא בביטוי רגולרי (לא רגיש לאותיות גדולות)

source: Error generating dynamic label; %s
he_il: שגיאה ביצירת תווית דינמית; %s

source: This smart link is not allowed for the selected document's type.
he_il: קישור חכם זה אינו מורשה עבור סוג המסמך שנבחר.

source: not
he_il: לֹא

source: Full label
he_il: תווית מלאה

source: A short text describing the smart link.
he_il: טקסט קצר המתאר את הקישור החכם.

source: Use this field to show a unique label depending on the document from which the smart link is being accessed.
he_il: השתמש בשדה זה כדי להציג תווית ייחודית בהתאם למסמך שממנו ניגשים לקישור החכם.

source: Dynamic label
he_il: תווית דינמית

source: Enabled
he_il: מופעל

source: Smart link
he_il: קישור חכם

source: The inclusion is ignored for the first item.
he_il: התעלמות מההכללה עבור הפריט הראשון.

source: This represents the metadata of all other documents.
he_il: זה מייצג את המטא נתונים של כל המסמכים האחרים.

source: Foreign document attribute
he_il: תכונת מסמך זר

source: The expression using document properties to be evaluated against the foreign document field.
he_il: הביטוי המשתמש במאפייני מסמך שיש להעריך מול שדה המסמך הזר.

source: Expression
he_il: ביטוי

source: Inverts the logic of the operator.
he_il: הופך את ההיגיון של האופרטור.

source: Negated
he_il: שלילה

source: Link condition
he_il: מצב קישור

source: Link conditions
he_il: תנאי קישור

source: View resolved smart links
he_il: הצג קישורים חכמים שנפתרו

source: Create new smart links
he_il: צור קישורים חכמים חדשים

source: Delete smart links
he_il: מחק קישורים חכמים

source: Edit smart links
he_il: ערוך קישורים חכמים

source: View existing smart links
he_il: הצג קישורים חכמים קיימים

source: Smart link URL
he_il: כתובת אתר של קישור חכם

source: URL
he_il: כתובת אתר

source: Primary key of the document type to add to the smart link.
he_il: מפתח ראשי מסוג המסמך להוספה לקישור החכם.

source: Document type ID
he_il: מזהה סוג מסמך

source: Primary key of the document type to remove from the smart link.
he_il: מפתח ראשי מסוג המסמך להסרה מהקישור החכם.

source: Conditions URL
he_il: כתובת אתר של תנאים

source: Document types URL
he_il: כתובת URL של סוגי מסמכים

source: Document types add URL
he_il: סוגי מסמכים מוסיפים כתובת URL

source: Document types remove URL
he_il: סוגי מסמכים מסירים כתובת URL

source: Resolved smart link URL
he_il: כתובת URL של קישור חכם נפתרה

source: Documents URL
he_il: כתובת האתר של המסמכים

source: Conditions are small logic units that when combined define how the smart link will behave.
he_il: תנאים הם יחידות לוגיות קטנות שבשילובן מגדירות כיצד הקישור החכם יתנהג.

source: There are no conditions for this smart link
he_il: אין תנאים לקישור החכם הזה

source: Conditions for smart link: %s
he_il: תנאים לקישור חכם: %s

source: Add new conditions to smart link: "%s"
he_il: הוסף תנאים חדשים לקישור החכם: &quot;%s&quot;

source: Delete smart link condition: "%s"?
he_il: למחוק את מצב הקישור החכם: &quot;%s&quot;?

source: Edit smart link condition
he_il: ערוך את מצב הקישור החכם

source: Resolved smart link query error: %s
he_il: נפתרה שגיאת שאילתת קישור חכם: %s

source: Resolved smart link dynamic label error: %s
he_il: נפתרה שגיאת תווית דינמית של קישור חכם: %s

source: Documents in resolved smart link "%(resolved_smart_link)s" for "%(document)s"
he_il: מסמכים בקישור החכם &quot;%(resolved_smart_link)s&quot; עבור &quot;%(document)s&quot;

source: Indexes group documents into units, usually with similar properties and of equal or similar types. Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
he_il: אינדקסים מקבצים מסמכים ליחידות, בדרך כלל בעלות מאפיינים דומים ומסוגים שווים או דומים. קישורים חכמים מאפשרים להגדיר קשרים בין מסמכים גם אם הם באינדקסים שונים והם מסוגים שונים.

source: There are no smart links
he_il: אין קישורים חכמים

source: Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
he_il: קישורים חכמים מאפשרים להגדיר קשרים בין מסמכים גם אם הם באינדקסים שונים והם מסוגים שונים.

source: There are no resolved smart links for this document
he_il: אין קישורים חכמים פתורים עבור מסמך זה

source: Resolved smart links for document: %s
he_il: קישורים חכמים שנפתרו למסמך: %s

source: Available smart links
he_il: קישורים חכמים זמינים

source: Smart links enabled
he_il: קישורים חכמים מופעלים

source: Smart links to enable for document type: %s
he_il: קישורים חכמים להפעלת סוג המסמך: %s

source: Available document types
he_il: סוגי מסמכים זמינים

source: Document types enabled
he_il: סוגי מסמכים מופעלים

source: Document type for which to enable smart link: %s
he_il: סוג מסמך שעבורו יש לאפשר קישור חכם: %s

source: Delete smart link: %s
he_il: מחק קישור חכם: %s

source: Edit smart link: %s
he_il: ערוך קישור חכם: %s
