Repository: bcgov/mayan-openshift
Catalog: mayan/apps/document_downloads/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Document downloads
he_il: הורדות מסמכים

source: Compressed document files
he_il: קבצי מסמכים דחוסים

source: Documents downloads
he_il: הורדות מסמכים

source: Document file downloaded
he_il: קובץ המסמך הורד

source: Document file ID
he_il: מזהה קובץ מסמך

source: Document
he_il: מסמך

source: Document file
he_il: קובץ מסמך

source: Include
he_il: לִכלוֹל

source: Download files
he_il: הורדת קבצים

source: Quick download
he_il: הורדה מהירה

source: The document files have compressed and are available for download using the link: %(download_url)s or from the downloads area (%(download_list_url)s).
he_il: קבצי המסמכים נדחסו וזמינים להורדה באמצעות הקישור: %(download_url)s או מאזור ההורדות (%(download_list_url)s).

source: Document files ready for download.
he_il: קבצי מסמכים מוכנים להורדה.

source: Download document files
he_il: הורדת קבצי מסמכים

source: Generate a compressed document file bundle
he_il: יצירת חבילת קבצי מסמכים דחוסים

source: Unable to queued document "%(instance)s" for file download; %(exception)s.
he_il: לא ניתן להכניס את המסמך &quot;%(instance)s&quot; לתור להורדת קבצים; %(exception)s.

source: %(count)d document files queued for download.
he_il: %(count)d קבצי מסמכים בתור להורדה.

source: Document file "%(object)s" queued for download.
he_il: קובץ המסמך &quot;%(object)s&quot; בתור להורדה.

source: %(count)d document file queued for download.
he_il: %(count)d קובץ מסמך בתור להורדה.

source: Download files of %(count)d documents
he_il: הורדת קבצים של מסמכים %(count)d

source: Download files of document: %(object)s
he_il: הורדת קבצים של מסמך: %(object)s

source: Download files of %(count)d document
he_il: הורדת קבצים של מסמך %(count)d

source: The process will be performed in the background. The document files will be available in the downloads area.
he_il: התהליך יתבצע ברקע. קבצי המסמכים יהיו זמינים באזור ההורדות.
