Repository: bcgov/mayan-openshift
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Metadata
he_il: מטא נתונים

source: Return the value of a specific document metadata.
he_il: החזר את הערך של מטא נתונים ספציפיים של מסמך.

source: Metadata value of
he_il: ערך מטא נתונים של

source: Metadata type name
he_il: שם סוג מטא נתונים

source: Metadata value
he_il: ערך מטא נתונים

source: Document metadata added
he_il: נוספו מטא נתונים של המסמך

source: Document metadata edited
he_il: מטא נתונים של המסמך נערכו

source: Document metadata removed
he_il: מטא נתונים של המסמך הוסרו

source: Metadata type created
he_il: נוצר סוג מטא נתונים

source: Metadata type edited
he_il: סוג המטא נתונים נערך

source: Metadata type relationship updated
he_il: קשר סוג מטא נתונים עודכן

source: ID
he_il: תְעוּדַת זֶהוּת

source: Name
he_il: שֵׁם

source: Value
he_il: ערך

source: Update
he_il: עדכון

source: Required
he_il: נדרש

source: Lookup value error: %s
he_il: שגיאת ערך חיפוש: %s

source: Default value error: %s
he_il: שגיאת ערך ברירת מחדל: %s

source: "%s" is required for this document type.
he_il: &quot;%s&quot; נדרש עבור סוג מסמך זה.

source: Metadata types to be added to the selected documents.
he_il: סוגי מטא נתונים שיתווספו למסמכים שנבחרו.

source: Metadata type
he_il: סוג מטא נתונים

source: Remove
he_il: לְהַסִיר

source: Basic
he_il: בסיסי

source: Values
he_il: ערכים

source: Validation
he_il: מַתַן תוֹקֵף

source: Parsing
he_il: ניתוח

source: Available template context variables:
he_il: משתני הקשר זמינים של תבנית:

source: None
he_il: אף אחד

source: Optional
he_il: אופציונאלי

source: Add metadata
he_il: הוסף מטא נתונים

source: Edit metadata
he_il: ערוך מטא נתונים

source: Remove metadata
he_il: הסר מטא נתונים

source: Metadata types
he_il: סוגי מטא נתונים

source: Document types
he_il: סוגי מסמכים

source: Create new
he_il: צור חדש

source: Delete
he_il: לִמְחוֹק

source: Edit
he_il: לַעֲרוֹך

source: Date and time parser
he_il: מנתח תאריך ושעה

source: Date parser
he_il: מנתח תאריכים

source: Regular expression parser
he_il: מנתח ביטויים רגולריים

source: Time parser
he_il: מנתח זמן

source: Date and time validator
he_il: מאמת תאריך ושעה

source: Date validator
he_il: מאמת תאריך

source: Regular expression validator
he_il: מאמת ביטויים רגולריים

source: The input string does not match the pattern.
he_il: מחרוזת הקלט אינה תואמת לתבנית.

source: Time validator
he_il: מאמת זמן

source: Return the metadata of the document.
he_il: החזר את המטא נתונים של המסמך.

source: Selected documents must be of the same type.
he_il: המסמכים שנבחרו חייבים להיות מאותו סוג.

source: Name used by other apps to reference this metadata type. Do not use python reserved words, or spaces.
he_il: שם המשמש אפליקציות אחרות להפניה לסוג המטא נתונים הזה. אל תשתמש במילים שמורות בפיתון או ברווחים.

source: Short description of this metadata type.
he_il: תיאור קצר של סוג מטא נתונים זה.

source: Label
he_il: תווית

source: Enter a template to render.
he_il: הזן תבנית לעיבוד.

source: Default
he_il: בְּרִירַת מֶחדָל

source: Enter a template to render. Must result in a comma delimited string.
he_il: הזן תבנית לעיבוד. חייב לגרום למחרוזת מופרדת בפסיק.

source: Lookup
he_il: הבט מעלה

source: The validator will reject data entry if the value entered does not conform to the expected format.
he_il: המאמת ידחה הזנת נתונים אם הערך שהוזן אינו תואם את הפורמט הצפוי.

source: Validator
he_il: מאמת

source: Enter the arguments for the validator in YAML format.
he_il: הזן את הארגומנטים עבור המאמת בפורמט YAML.

source: Validator arguments
he_il: טיעוני מאמת

source: The parser will reformat the value entered to conform to the expected format.
he_il: המנתח יפרמט מחדש את הערך שהוזן כך שיתאים לפורמט הצפוי.

source: Parser
he_il: מנתח

source: Enter the arguments for the parser in YAML format.
he_il: הזן את הארגומנטים עבור המנתח בפורמט YAML.

source: Parser arguments
he_il: טיעוני מנתח

source: Value is not one of the provided options.
he_il: ערך אינו אחת מהאפשרויות הניתנות.

source: Metadata type validation error; %(exception)s
he_il: שגיאת אימות סוג מטא נתונים; %(exception)s

source: Document
he_il: מסמך

source: Type
he_il: סוּג

source: The actual value stored in the metadata type field for the document.
he_il: הערך בפועל המאוחסן בשדה סוג המטא נתונים עבור המסמך.

source: Document metadata
he_il: מטא נתונים של מסמך

source: Metadata type is required for this document type.
he_il: סוג מטא נתונים נדרש עבור סוג מסמך זה.

source: Metadata type is not valid for this document type.
he_il: סוג מטא נתונים אינו חוקי עבור סוג מסמך זה.

source: Document type
he_il: סוג מסמך

source: Document type metadata type options
he_il: אפשרויות סוג מטא נתונים מסוג מסמך

source: Document type metadata types options
he_il: אפשרויות סוגי מטא נתונים מסוג מסמך

source: Add metadata to a document
he_il: הוסף מטא נתונים למסמך

source: Edit a document's metadata
he_il: ערוך מטא נתונים של מסמך

source: Remove metadata from a document
he_il: הסר מטא נתונים ממסמך

source: View metadata from a document
he_il: הצג מטא נתונים ממסמך

source: Edit metadata types
he_il: ערוך סוגי מטא נתונים

source: Create new metadata types
he_il: צור סוגי מטא נתונים חדשים

source: Delete metadata types
he_il: מחק סוגי מטא נתונים

source: View metadata types
he_il: הצג סוגי מטא נתונים

source: Remove metadata type
he_il: הסר סוג מטא נתונים

source: Add required metadata type
he_il: הוסף סוג מטא נתונים נדרש

source: Document metadata type
he_il: סוג מטא נתונים של מסמך

source: Document metadata value
he_il: ערך מטא נתונים של מסמך

source: URL
he_il: כתובת אתר

source: Primary key of the metadata type to be added.
he_il: מפתח ראשי מסוג המטא נתונים שיש להוסיף.

source: Metadata type ID
he_il: מזהה סוג מטא נתונים

source: Primary key of the metadata type to be added to the document.
he_il: מפתח ראשי מסוג המטא נתונים שיש להוסיף למסמך.

source: Metadata add request performed on %(count)d document
he_il: בקשת הוספה של מטא נתונים בוצעה במסמך %(count)d

source: Metadata add request performed on %(count)d documents
he_il: בקשה להוספת מטא נתונים שבוצעה במסמכי %(count)d

source: Add metadata types to document
he_il: הוסף סוגי מטא נתונים למסמך

source: Add metadata types to document: %s
he_il: הוסף סוגי מטא נתונים למסמך: %s

source: Error adding metadata type "%(metadata_type)s" to document: %(document)s; %(exception)s
he_il: שגיאה בהוספת מטא נתונים מסוג &quot;%(metadata_type)s&quot; למסמך: %(document)s; %(exception)s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
he_il: סוג מטא נתונים: %(metadata_type)s נוסף בהצלחה למסמך %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
he_il: סוג מטא נתונים: %(metadata_type)s כבר קיים במסמך %(document)s.

source: Metadata edit request performed on %(count)d document
he_il: בקשת עריכת מטא נתונים בוצעה במסמך %(count)d

source: Metadata edit request performed on %(count)d documents
he_il: בקשת עריכת מטא נתונים בוצעה במסמכי %(count)d

source: Add metadata types available for this document's type and assign them corresponding values.
he_il: הוסף סוגי מטא נתונים זמינים עבור סוג המסמך הזה והקצה להם ערכים מתאימים.

source: There is no metadata to edit
he_il: אין מטא נתונים לעריכה

source: Edit document metadata
he_il: ערוך מטא נתונים של מסמך

source: Edit metadata for document: %s
he_il: ערוך מטא נתונים עבור מסמך: %s

source: Error editing metadata for document: %(document)s; %(exception)s.
he_il: שגיאה בעריכת מטא נתונים עבור מסמך: %(document)s; %(exception)s.

source: Metadata for document %s edited successfully.
he_il: מטא נתונים עבור המסמך %s נערכו בהצלחה.

source: Add metadata types this document's type to be able to add them to individual documents. Once added to individual document, you can then edit their values.
he_il: הוסף סוגי מטא נתונים מסוג מסמך זה כדי שתוכל להוסיף אותם למסמכים בודדים. לאחר הוספה למסמך בודד, תוכל לערוך את הערכים שלהם.

source: This document doesn't have any metadata
he_il: למסמך זה אין מטא נתונים

source: Metadata for document: %s
he_il: מטא נתונים למסמך: %s

source: Metadata remove request performed on %(count)d document
he_il: בקשה להסרת מטא נתונים בוצעה במסמך %(count)d

source: Metadata remove request performed on %(count)d documents
he_il: בקשה להסרת מטא נתונים שבוצעה במסמכי %(count)d

source: Remove metadata types from the document
he_il: הסר סוגי מטא נתונים מהמסמך

source: Remove metadata types from the document: %s
he_il: הסר סוגי מטא נתונים מהמסמך: %s

source: Successfully remove metadata type "%(metadata_type)s" from document: %(document)s.
he_il: הסר בהצלחה את סוג המטא נתונים &quot;%(metadata_type)s&quot; מהמסמך: %(document)s.

source: Error removing metadata type "%(metadata_type)s" from document: %(document)s; %(exception)s
he_il: שגיאה בהסרת מטא נתונים מסוג &quot;%(metadata_type)s&quot; מהמסמך: %(document)s; %(exception)s

source: Create metadata type
he_il: צור סוג מטא נתונים

source: Error deleting metadata type "%(instance)s"; %(exception)s
he_il: שגיאה במחיקת מטא נתונים מסוג &quot;%(instance)s&quot;; %(exception)s

source: %(count)d metadata types deleted successfully.
he_il: %(count)d סוגי מטא נתונים נמחקו בהצלחה.

source: Metadata type "%(object)s" deleted successfully.
he_il: סוג המטא נתונים &quot;%(object)s&quot; נמחק בהצלחה.

source: %(count)d metadata type deleted successfully.
he_il: סוג מטא נתונים %(count)d נמחק בהצלחה.

source: Delete the %(count)d selected metadata types.
he_il: מחק את סוגי המטא נתונים שנבחרו %(count)d.

source: Delete metadata type: %(object)s.
he_il: מחק סוג מטא נתונים: %(object)s.

source: Delete the %(count)d selected metadata type.
he_il: מחק את סוג המטא-נתונים שנבחר %(count)d.

source: Edit metadata type: %s
he_il: ערוך סוג מטא נתונים: %s

source: Metadata types are user defined properties that can be assigned values. Once created they must be associated to document types, either as optional or required, for each. Setting a metadata type as required for a document type will block the upload of documents of that type until a metadata value is provided.
he_il: סוגי מטא נתונים הם מאפיינים המוגדרים על ידי המשתמש שניתן להקצות להם ערכים. לאחר יצירתם יש לשייך אותם לסוגי מסמכים, כאופציונלי או כנדרש, עבור כל אחד מהם. הגדרת סוג מטא נתונים כנדרש עבור סוג מסמך תחסום את העלאת מסמכים מסוג זה עד למתן ערך מטא נתונים.

source: There are no metadata types
he_il: אין סוגי מטא נתונים

source: Create metadata type relationships to be able to associate them to this document type.
he_il: צור קשרי גומלין מסוג מטא נתונים כדי להיות מסוגל לשייך אותם לסוג מסמך זה.

source: There are no metadata type relationships available
he_il: אין קשרי גומלין מסוג מטא נתונים זמינים

source: Metadata type relationships for document type: %s
he_il: יחסים מסוג מטא נתונים עבור סוג מסמך: %s

source: Document type relationships for metadata type: %s
he_il: קשרי סוג מסמך עבור סוג מטא נתונים: %s

source: Enter document metadata
he_il: הזן מטא נתונים של המסמך

source: Metadata types to add to the document.
he_il: סוגי מטא נתונים להוספה למסמך.

source: Unable to add metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
he_il: לא ניתן להוסיף מטא נתונים מסוג &quot;%(metadata_type)s&quot; מהמסמך: %(document)s. חריג: %(exception)s

source: Metadata types to edit.
he_il: סוגי מטא נתונים לעריכה.

source: Value to assign to the metadata. Can be a literal value or template code.
he_il: ערך להקצאה למטא נתונים. יכול להיות ערך מילולי או קוד תבנית.

source: Unable to edit metadata type "%(metadata_type)s" from document: %(document)s. Document does not have the metadata type to be edited. Exception: %(exception)s
he_il: לא ניתן לערוך מטא נתונים מסוג &quot;%(metadata_type)s&quot; מהמסמך: %(document)s. למסמך אין את סוג המטא נתונים שיש לערוך. חריג: %(exception)s

source: Metadata types to remove from the document.
he_il: סוגי מטא נתונים להסרה מהמסמך.

source: Unable to remove metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
he_il: לא ניתן להסיר מטא נתונים מסוג &quot;%(metadata_type)s&quot; מהמסמך: %(document)s. חריג: %(exception)s
