Repository: bcgov/mayan-openshift
Catalog: mayan/apps/file_caching/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: File caching
he_il: שמירת קבצים במטמון

source: Cache created
he_il: המטמון נוצר

source: Cache edited
he_il: המטמון נערך

source: Cache purged
he_il: המטמון נמחק

source: Cache partition purged
he_il: מחיצת המטמון נמחקה

source: File caches
he_il: מטמון קבצים

source: Purge cache
he_il: נקה את המטמון

source: Size at which the cache will start deleting old entries.
he_il: הגודל שבו המטמון יתחיל למחוק ערכים ישנים.

source: Maximum size
he_il: גודל מקסימלי

source: Unknown
he_il: לא ידוע

source: Partition count
he_il: ספירת מחיצות

source: Total cached objects.
he_il: סך האובייקטים המאוחסנים במטמון.

source: Partition file count
he_il: ספירת קבצי מחיצות

source: Total cached files.
he_il: סך הקבצים המאוחסנים במטמון.

source: Current size
he_il: גודל נוכחי

source: Current size of the cache.
he_il: הגודל הנוכחי של המטמון.

source: Current size of the cache partition.
he_il: הגודל הנוכחי של מחיצת המטמון.

source: Internal name of the defined storage for this cache.
he_il: שם פנימי של האחסון המוגדר עבור מטמון זה.

source: Defined storage name
he_il: שם אחסון מוגדר

source: Maximum size of the cache in bytes.
he_il: גודל מקסימלי של המטמון בבתים.

source: Cache
he_il: מטמון

source: Caches
he_il: מטמונים

source: Name
he_il: שֵׁם

source: Cache partition
he_il: מחיצת מטמון

source: Cache partitions
he_il: מחיצות מטמון

source: Date time
he_il: תאריך שעה

source: Filename
he_il: שם קובץ

source: File size
he_il: גודל הקובץ

source: Times this cache partition file has been accessed.
he_il: פעמים שניגשים לקובץ מחיצת המטמון הזה.

source: Cache partition file
he_il: קובץ מחיצת מטמון

source: Cache partition files
he_il: קבצי מחיצות מטמון

source: Purge an object cache
he_il: נקה מטמון אובייקט

source: Purge a file cache
he_il: נקה מטמון קבצים

source: View a file cache
he_il: הצג קובץ שמור

source: Purge a file cache partition
he_il: נקה מחיצת מטמון קבצים

source: Number of times a cache will retry failed attempts to prune files to free up space for new a file being requested, before giving up.
he_il: מספר הפעמים שמטמון ינסה שוב ניסיונות כושלים לחתוך קבצים כדי לפנות מקום לקובץ חדש שמתבקש, לפני שיוותר.

source: Number of times a cache will attempt to prune files to free up space for new a file being requested, before giving up.
he_il: מספר הפעמים שמטמון ינסה לחתוך קבצים כדי לפנות מקום לקובץ חדש שמתבקש, לפני שיוותר.

source: Details of cache: %s
he_il: פרטי המטמון: %s

source: File caches list
he_il: רשימת מטמון קבצים

source: Details of cache partition: %s
he_il: פרטים על מחיצת המטמון: %s

source: Purge cache partitions of "%s"?
he_il: לנקות מחיצות מטמון של &quot;%s&quot;?

source: Object cache partitions submitted for purging.
he_il: מחיצות מטמון אובייקטים שנשלחו לטיהור.

source: %(count)d caches submitted for purging.
he_il: מטמונים %(count)d שנשלחו לטיהור.

source: %(count)d cache submitted for purging.
he_il: מטמון %(count)d נשלח לטיהור.

source: Submit the selected cache for purging?
he_il: האם לשלוח את המטמון שנבחר לטיהור?
