Repository: bcgov/mayan-openshift
Catalog: mayan/apps/task_manager/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Task manager
he_il: מנהל משימות

source: Label
he_il: תווית

source: Name
he_il: שֵׁם

source: Default queue?
he_il: תור ברירת מחדל?

source: Is transient?
he_il: האם חולף?

source: Type
he_il: סוּג

source: Start time
he_il: שעת התחלה

source: Host
he_il: מנחה

source: Arguments
he_il: טיעונים

source: Keyword arguments
he_il: ארגומנטים של מילות מפתח

source: Worker process ID
he_il: מזהה תהליך עובד

source: View tasks
he_il: הצג משימות

source: Celery
he_il: סלרי

source: Default: "AMQPLAIN". Set custom amqp login method.
he_il: ברירת מחדל: &quot;AMQPLAIN&quot;. הגדר שיטת התחברות מותאמת אישית של amqp.

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
he_il: ברירת מחדל: &quot;amqp://&quot;. כתובת אתר ברירת מחדל של מתווך. זו חייבת להיות כתובת URL בצורה של: transport://userid:password@hostname:port/virtual_host רק חלק הסכמה (transport://) נדרש, השאר הוא אופציונלי, וברירת המחדל היא ערכי ברירת המחדל של התעבורה הספציפיים.

source: Default: "Disabled". Toggles SSL usage on broker connection and SSL settings. The valid values for this option vary by transport.
he_il: ברירת מחדל: &quot;מושבת&quot;. מחליף את השימוש ב-SSL בחיבור המתווך ובהגדרות SSL. הערכים החוקיים עבור אפשרות זו משתנים בהתאם לתחבורה.

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
he_il: ברירת מחדל: אין קצה אחורי של תוצאה מופעל כברירת מחדל. הקצה האחורי המשמש לאחסון תוצאות משימות (מצבות). עיין בכתובת http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend

source: Test queue
he_il: תור בדיקה

source: Background task queues
he_il: תורי משימות ברקע
