Repository: bcgov/mayan-openshift
Catalog: mayan/apps/file_metadata/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Label
he_il: תווית

source: File metadata
he_il: מטא נתונים של קובץ

source: File metadata key
he_il: מפתח מטא נתונים של קובץ

source: File metadata value
he_il: ערך מטא נתונים של קובץ

source: Return the value of a specific file metadata.
he_il: החזר את הערך של מטא נתונים של קובץ מסוים.

source: File metadata value of
he_il: ערך מטא נתונים של קובץ של

source: Library and program to read and write meta information in multimedia files.
he_il: ספרייה ותוכנה לקריאה ולכתיבה של מטא מידע בקבצי מולטימדיה.

source: EXIF Tool
he_il: כלי EXIF

source: Extract msg
he_il: חלץ הודעה

source: Document file submitted for file metadata processing
he_il: קובץ מסמך שנשלח לעיבוד מטא נתונים של קבצים

source: Document file file metadata processing finished
he_il: עיבוד המטא-נתונים של קובץ המסמך הסתיים

source: Attributes
he_il: תכונות

source: Submit for file metadata
he_il: שלח לקובץ מטא נתונים

source: Setup file metadata
he_il: הגדרת מטא נתונים של קובץ

source: File metadata processing per type
he_il: עיבוד מטא נתונים של קבצים לפי סוג

source: get_file_metadata(< file metadata dotted path >)
he_il: get_file_metadata(&lt; נתיב מנוקד עם מטא נתונים של קובץ &gt;)

source: Return the specified document file metadata entry.
he_il: החזר את רשומת המטא נתונים של קובץ המסמך שצוין.

source: Return the specified document file file metadata entry.
he_il: החזר את רשומת המטא נתונים של קובץ המסמך שצוין.

source: Attribute count
he_il: ספירת תכונות

source: Driver
he_il: נהג

source: Document file
he_il: קובץ מסמך

source: Document file driver entry
he_il: הזנת מנהל ההתקן של קובץ המסמך

source: Document file driver entries
he_il: ערכי מנהל ההתקן של קובץ המסמכים

source: Document type
he_il: סוג מסמך

source: Automatically queue newly created documents for processing.
he_il: תור אוטומטית בתור מסמכים חדשים שנוצרו לעיבוד.

source: Auto process
he_il: תהליך אוטומטי

source: Document type settings
he_il: הגדרות סוג מסמך

source: Document types settings
he_il: הגדרות סוגי מסמכים

source: Name of the file metadata entry.
he_il: שם ערך המטא נתונים של הקובץ.

source: Key
he_il: מַפְתֵחַ

source: Value of the file metadata entry.
he_il: ערך הזנת המטא נתונים של הקובץ.

source: Value
he_il: ערך

source: File metadata entry
he_il: הזנת מטא נתונים של קובץ

source: File metadata entries
he_il: ערכי מטא נתונים של קובץ

source: Driver path
he_il: נתיב נהג

source: Internal name
he_il: שם פנימי

source: Drivers
he_il: נהגים

source: Change document type file metadata settings
he_il: שנה הגדרות מטא-נתונים של קובץ מסוג מסמך

source: Submit document for file metadata processing
he_il: שלח מסמך לעיבוד מטא נתונים של קבצים

source: View file metadata
he_il: הצג מטא נתונים של קבצים

source: Process document file
he_il: עיבוד קובץ מסמך

source: Set new document types to perform file metadata processing automatically by default.
he_il: הגדר סוגי מסמכים חדשים לעיבוד מטא נתונים של קבצים באופן אוטומטי כברירת מחדל.

source: Arguments to pass to the drivers.
he_il: טיעונים לעבור לנהגים.

source: File metadata are the attributes of the document's file. They can range from camera information used to take a photo to the author that created a file. File metadata are set when the document's file was first created. File metadata attributes reside in the file itself. They are not the same as the document metadata, which are user defined and reside in the database.
he_il: מטא נתונים של קובץ הם התכונות של קובץ המסמך. הם יכולים לנוע ממידע על המצלמה המשמש לצילום תמונה למחבר שיצר קובץ. מטא נתונים של קובץ מוגדרים כאשר הקובץ של המסמך נוצר לראשונה. תכונות מטא-נתונים של קובץ נמצאות בקובץ עצמו. הם אינם זהים למטא-נתונים של המסמך, המוגדרים על ידי המשתמש ושוכנים במסד הנתונים.

source: No file metadata available.
he_il: אין מטא נתונים זמינים לקובץ.

source: File metadata drivers for: %s
he_il: מנהלי התקנים של מטא נתונים של קובץ עבור: %s

source: This could mean that the file metadata detection has not completed or that the driver does not support any metadata field for the file type of this document.
he_il: פירוש הדבר יכול להיות שזיהוי המטא נתונים של הקבצים לא הושלם או שמנהל ההתקן אינו תומך בשדה מטא נתונים כלשהו עבור סוג הקובץ של מסמך זה.

source: No file metadata available for this driver.
he_il: אין מטא נתונים זמינים עבור מנהל ההתקן הזה.

source: File metadata attributes for: %(document_file)s with driver: %(driver)s
he_il: תכונות מטא נתונים של קובץ עבור: %(document_file)s עם מנהל ההתקן: %(driver)s

source: %(count)d documents files submitted to the file metadata queue.
he_il: %(count)d קבצי מסמכים שנשלחו לתור המטא נתונים של הקבצים.

source: %(count)d document file submitted to the file metadata queue.
he_il: קובץ מסמך %(count)d שנשלח לתור המטא נתונים של הקבצים.

source: Submit the selected document file to the file metadata queue?
he_il: האם לשלוח את קובץ המסמך שנבחר לתור המטא נתונים של הקבצים?

source: Edit file metadata settings for document type: %s
he_il: ערוך הגדרות מטא נתונים של קובץ עבור סוג המסמך: %s

source: Submit all documents of a type for file metadata processing.
he_il: שלח את כל המסמכים מסוג זה לעיבוד מטא נתונים של קבצים.

source: %(count)d documents added to the file metadata processing queue.
he_il: מסמכי %(count)d שנוספו לתור עיבוד המטא נתונים של הקבצים.
