Repository: bcgov/mayan-openshift
Catalog: mayan/apps/sources/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Sources
uk: Джерела

source: Create a document source
uk: Створити джерело документа

source: Document sources are the way in which new documents are feed to Mayan EDMS, create at least a web form source to be able to upload documents from a browser.
uk: Джерела документів - це спосіб, за допомогою якого нові документи подаються до Mayan EDMS. Створіть принаймні джерело у вигляді веб-форми, щоб мати змогу завантажувати документи з браузера.

source: Type
uk: Тип

source: Utility provided by the SANE package. Used to control the scanner and obtained the scanned document image.
uk: Утиліта, надана пакетом SANE. Використовується для керування сканером та отримання зображення сканованого документа.

source: Source created
uk: Джерело створено

source: Source edited
uk: Джерело відредаговано

source: An optional comment to explain the upload.
uk: Додатковий коментар для пояснення завантаження.

source: Comment
uk: Коментар

source: Action
uk: Дія

source: The action to take in regards to the pages of the new file being uploaded.
uk: Дія, яку потрібно виконати щодо сторінок нового файлу, який завантажується.

source: The backend used to create the new source.
uk: Бекенд, що використовується для створення нового джерела.

source: File
uk: Файл

source: Default
uk: За замовчуванням

source: New document
uk: Новий документ

source: Upload new file
uk: Завантажте новий файл

source: Create source
uk: Створити джерело

source: Delete
uk: Видалити

source: Edit
uk: Редагувати

source: Test
uk: Тест

source: A short text to describe this source.
uk: Короткий текст для опису цього джерела.

source: Label
uk: Мітка

source: Enabled
uk: Активовано

source: Source
uk: Джерело

source: Sources setup
uk: Налаштування джерел

source: Create new document sources
uk: Створити нові джерела документів

source: Delete document sources
uk: Видалити джерела документа

source: Edit document sources
uk: Редагувати джерела документа

source: View existing document sources
uk: Переглянути існуючі джерела документів

source: Sources periodic
uk: Джерела періодів

source: Sources fast
uk: Джерела швидкі

source: Check interval source
uk: Перевірити джерело інтервалу

source: Handle upload
uk: Обробка завантаження

source: Actions
uk: Дія

source: Optional arguments for the action. Must be JSON formatted.
uk: Необов'язкові аргументи для дії. Мають бути у форматі JSON.

source: Arguments
uk: Аргументи

source: Binary content for the new file.
uk: Двійковий вміст для нового файлу.

source: Arguments to use when creating source backends.
uk: Аргументи для використання при створенні джерелових бекендів.

source: Path to the Storage subclass used to store cached source image files.
uk: Шлях до підкласу Storage, який використовується для зберігання кешованих файлів джерела зображень.

source: Arguments to pass to the SOURCES_SOURCE_CACHE_STORAGE_BACKEND.
uk: Аргументи, які потрібно передати до SOURCES_SOURCE_CACHE_STORAGE_BACKEND.

source: Host
uk: Хост

source: Typical choices are 110 for POP3, 995 for POP3 over SSL, 143 for IMAP, 993 for IMAP over SSL.
uk: Типовими варіантами є 110 для POP3, 995 для POP3 з використанням SSL, 143 для IMAP, 993 для IMAP з використанням SSL.

source: Port
uk: Порт

source: Username
uk: Ім'я користувача

source: Password
uk: Пароль

source: Name of the attachment that will contains the metadata type names and value pairs to be assigned to the rest of the downloaded attachments.
uk: Назва вкладення, яке буде містити назви типів метаданих та пари значень, які будуть призначені для решти завантажених вкладень.

source: Metadata attachment name
uk: Метадані назви вкладення

source: Select a metadata type to store the email's "from" value. Must be a valid metadata type for the document type selected previously.
uk: Виберіть тип метаданих для збереження значення "від" електронної пошти. Має бути дійсним типом метаданих для раніше вибраного типу документа.

source: From metadata type
uk: Від типу метаданих

source: Select a metadata type to store the email's subject value. Must be a valid metadata type for the document type selected previously.
uk: Виберіть тип метаданих для збереження значення теми електронної пошти. Повинен бути дійсним типом метаданих для раніше вибраного типу документа.

source: Subject metadata type
uk: Тип метаданих суб'єкта

source: Select a metadata type to store the email's message ID value. Must be a valid metadata type for the document type selected previously.
uk: Виберіть тип метаданих для збереження значення ID повідомлення електронної пошти. Має бути дійсним типом метаданих для раніше вибраного типу документа.

source: Message ID metadata type
uk: ID повідомлення типу метаданих

source: Store the body of the email as a text document.
uk: Зберігти тіло електронного листа як текстовий документ.

source: Store email body
uk: Зберігати тіло електронної пошти

source: "From" metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
uk: "Від" тип метаданих "%(metadata_type)s" не є дійсним для типу документа: %(document_type)s

source: Subject metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
uk: Тип метаданих під назвою "%(metadata_type)s" не є дійсним для типу документу: %(document_type)s

source: Message ID metadata type "%(metadata_type)s" is not valid for the document type: %(document_type)s
uk: ID повідомлення типу метаданих "%(metadata_type)s" не є дійсним для типу документа: %(document_type)s

source: IMAP Mailbox from which to check for messages.
uk: Поштова скринька IMAP для перевірки повідомлень.

source: Mailbox
uk: Поштова скринька

source: Criteria to use when searching for messages to process. Use the format specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.4
uk: Критерії, які слід використовувати при пошуку повідомлень для обробки. Використовуйте формат, вказаний за адресою https://tools.ietf.org/html/rfc2060.html#section-6.4.4

source: Search criteria
uk: Критерії пошуку

source: IMAP STORE command to execute on messages after they are processed. One command per line. Use the commands specified in https://tools.ietf.org/html/rfc2060.html#section-6.4.6 or the custom commands for your IMAP server.
uk: IMAP STORE команда для виконання над повідомленнями після їх обробки. Одна команда на рядок. Використовуйте команди, вказані в https://tools.ietf.org/html/rfc2060.html#section-6.4.6 або власні команди для вашого IMAP-сервера.

source: Store commands
uk: Команди сховища

source: Execute the IMAP expunge command after processing each email message.
uk: Виконувати команду видалення IMAP після обробки кожного повідомлення електронної пошти.

source: Execute expunge
uk: Виконати видалення

source: IMAP Mailbox to which processed messages will be copied.
uk: Поштова скринька IMAP, до якої буде скопійовано оброблені повідомлення.

source: Destination mailbox
uk: Поштова скринька призначення

source: IMAP email
uk: Електронна пошта IMAP

source: Timeout
uk: Таймаут

source: POP3 email
uk: Електронна пошта POP3

source: Always
uk: Завжди

source: Never
uk: Ніколи

source: Ask user
uk: Запитати користувача

source: Uncompress
uk: Розпакувати

source: Whether to expand or not compressed archives.
uk: Розпаковувати чи ні стиснені архіви.

source: Expand compressed files
uk: Розпакувати стислі файли

source: Upload a compressed file's contained files as individual documents.
uk: Завантажити файли, що містяться у стисненому файлі, як окремі документи.

source: Assign a document type to documents uploaded from this source.
uk: Призначити тип документа документам, завантаженим із цього джерела.

source: Document type
uk: Тип документа

source: Interval in seconds between checks for new documents.
uk: Інтервал у секундах між перевірками нових документів.

source: Interval
uk: Інтервал

source: Device name as returned by the SANE backend.
uk: Назва пристрою, яку повертає серверна частина SANE.

source: Device name
uk: Ім'я пристрою

source: YAML formatted arguments to pass to the `scanimage` command. The arguments will change depending on the device. Execute `scanimage --help --device-name=DEVICE` for the list of supported arguments.
uk: Аргументи у форматі YAML для передачі команді `scanimage`. Аргументи змінюватимуться залежно від пристрою. Виконайте `scanimage --help --device-name=DEVICE`, щоб отримати список підтримуваних аргументів.

source: SANE Scanner
uk: SANE Сканер

source: Document properties
uk: Властивості документа

source: Scan
uk: Сканувати

source: Staging file
uk: Проміжний файл

source: Server side filesystem path.
uk: Шлях файлової системи на стороні сервера.

source: Folder path
uk: Шлях до папки

source: Width value to be passed to the converter backend.
uk: Значення ширини, яке буде передано серверній частині конвертера.

source: Preview width
uk: Ширина попереднього перегляду

source: Height value to be passed to the converter backend.
uk: Значення висоти, яке буде передано серверній частині конвертера.

source: Preview height
uk: Висота попереднього перегляду

source: Delete the file after is has been successfully uploaded.
uk: Видалити файл після його успішного завантаження.

source: Delete after upload
uk: Видалити після завантаження

source: If checked, not only will the folder path be scanned for files but also its subdirectories.
uk: Якщо позначено, скануватиметься не лише шлях до папки на наявність файлів, а й її підкаталоги.

source: Include subdirectories?
uk: Включити підкаталоги?

source: Regular expression used to select which files to upload.
uk: Регулярний вираз, який використовується для вибору файлів для завантаження.

source: Include regular expression
uk: Додати регулярний вираз

source: Regular expression used to exclude which files to upload.
uk: Регулярний вираз, який використовується для виключення файлів для завантаження.

source: Exclude regular expression
uk: Виключити регулярний вираз

source: Staging folder
uk: Проміжна папка

source: Select
uk: Вибрати

source: Created
uk: Створено

source: Thumbnail
uk: Мініатюра

source: Error deleting staging file; %s
uk: Помилка видалення проміжного файлу; %s

source: Delete staging file "%s"?
uk: Видалити проміжний файл "%s"?

source: Unable get list of staging files; %s
uk: Не вдалося отримати список проміжних файлів; %s

source: This could mean that the staging folder is empty. It could also mean that the operating system user account being used for Mayan EDMS doesn't have the necessary file system permissions for the folder.
uk: Це може означати, що проміжна папка порожня. Це також може означати, що обліковий запис користувача операційної системи, який використовується для Mayan EDMS, не має необхідних дозволів файлової системи для папки.

source: No staging files available
uk: Немає доступних проміжних файлів

source: Watch folder
uk: Папка для перегляду

source: Web form
uk: Веб-форма

source: Unable to initialize the staging folder file image storage. Check the settings {} and {} for formatting errors.
uk: Неможливо ініціалізувати сховище файлів проміжної папки. Перевірте параметри {} і {} на наявність помилок форматування.

source: Staging folder files
uk: Файли проміжної папки

source: No interactive document sources have been defined or none have been enabled, create one before proceeding.
uk: Інтерактивні джерела документів не визначено або не ввімкнено. Перш ніж продовжити, створіть їх.

source: Unable to upload new files for document "%(document)s". %(exception)s
uk: Неможливо завантажити нові файли для документа "%(document)s". %(exception)s

source: Error executing document file upload task; %(exception)s
uk: Помилка виконання завдання завантаження файлу документа; %(exception)s

source: New document file queued for upload and will be available shortly.
uk: Новий файл документа поставлений у чергу для завантаження і незабаром буде доступний.

source: Upload a new file for document "%(document)s" from source: %(source)s
uk: Завантажити новий файл для документа "%(document)s" з джерела: %(source)s

source: Submit
uk: Прийняти

source: Error processing source document upload; %(exception)s
uk: Помилка обробки завантаження вихідного документа; %(exception)s

source: New document queued for upload and will be available shortly.
uk: Новий документ поставлений у чергу для завантаження і незабаром буде доступний.

source: Upload a document of type "%(document_type)s" from source: %(source)s
uk: Завантажити документ типу "%(document_type)s" з джерела: %(source)s

source: New source backend selection
uk: Вибір нового джерела

source: Create a "%s" source
uk: Створити джерело "%s"

source: Delete the source: %s?
uk: Видалити джерело: %s?

source: Edit source: %s
uk: Редагувати джерело: %s

source: Sources provide the means to upload documents. Some sources are interactive and require user input to operate. Others are automatic and run in the background without user intervention.
uk: Джерела надають засоби для завантаження документів. Деякі джерела є інтерактивними і вимагають введення користувача для роботи. Інші є автоматичними і працюють у фоновому режимі без втручання користувача.

source: No sources available
uk: Немає доступних джерел

source: This will execute the source code even if the source is not enabled. Sources that delete content after downloading will not do so while being tested. Check the source's error log for information during testing. A successful test will clear the error log.
uk: Це виконає вихідний код навіть якщо вихідний код не включений. Джерела, які видаляють вміст після завантаження, не роблять цього під час тестування. Перевірте журнал помилок джерела для отримання інформації під час тестування. Успішне тестування очистить журнал помилок.

source: Trigger check for source "%s"?
uk: Тригер перевірки для джерела "%s"?

source: Source test queued.
uk: Тест джерела в черзі.

source: Select document type
uk: Виберати тип документа

source: Step %(step)d of %(total_steps)d: %(step_label)s
uk: Крок %(step)d з %(total_steps)d : %(step_label)s

source: Document upload wizard
uk: Майстер завантаження документів

source: First
uk: Перший

source: Previous
uk: Попередній

source: Next
uk: Наступний
