Repository: bcgov/mayan-openshift
Catalog: mayan/apps/permissions/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Permissions
he_il: הרשאות

source: Group count
he_il: ספירת קבוצות

source: Insufficient permissions.
he_il: הרשאות לא מספיקות.

source: Total roles
he_il: סך הכל תפקידים

source: Role created
he_il: התפקיד נוצר

source: Role edited
he_il: התפקיד נערך

source: Roles
he_il: תפקידים

source: Create new role
he_il: צור תפקיד חדש

source: Delete
he_il: לִמְחוֹק

source: Edit
he_il: לַעֲרוֹך

source: Groups
he_il: קבוצות

source: Role permissions
he_il: הרשאות תפקיד

source: Permission count
he_il: ספירת ההרשאות

source: Unknown or obsolete permission: %s
he_il: הרשאה לא ידועה או מיושנת: %s

source: Unknown or obsolete permission namespace: %s
he_il: מרחב הרשאות לא ידוע או מיושן: %s

source: A short text describing the role.
he_il: טקסט קצר המתאר את התפקיד.

source: Label
he_il: תווית

source: Role
he_il: תַפְקִיד

source: Namespace
he_il: מרחב שמות

source: Name
he_il: שֵׁם

source: Permission
he_il: רְשׁוּת

source: Create roles
he_il: צור תפקידים

source: Delete roles
he_il: מחק תפקידים

source: Edit roles
he_il: ערוך תפקידים

source: View roles
he_il: הצג תפקידים

source: Group name
he_il: שם קבוצה

source: Primary key
he_il: מפתח ראשי

source: Primary key of the group to add to the role.
he_il: מפתח ראשי של הקבוצה להוסיף לתפקיד.

source: Group ID
he_il: מזהה קבוצה

source: Primary key of the group to remove from the role.
he_il: מפתח ראשי של הקבוצה להסרה מהתפקיד.

source: Primary key of the permission to add to the role.
he_il: מפתח ראשי של ההרשאה להוסיף לתפקיד.

source: Permission ID
he_il: מזהה הרשאה

source: Primary key of the permission to remove from the role.
he_il: מפתח ראשי של ההרשאה להסיר מהתפקיד.

source: Groups URL
he_il: כתובת אתר של קבוצות

source: Groups add URL
he_il: קבוצות מוסיפות כתובת URL

source: Groups remove URL
he_il: קבוצות מסירות כתובת URL

source: Permissions URL
he_il: כתובת אתר של הרשאות

source: Permissions add URL
he_il: הרשאות מוסיפים כתובת URL

source: Permissions remove URL
he_il: הרשאות הסרת כתובת אתר

source: URL
he_il: כתובת אתר

source: Group roles
he_il: תפקידים קבוצתיים

source: Available roles
he_il: תפקידים זמינים

source: Roles of group: %s
he_il: תפקידי הקבוצה: %s

source: Error deleting role "%(instance)s"; %(exception)s
he_il: שגיאה במחיקת התפקיד &quot;%(instance)s&quot;; %(exception)s

source: %(count)d roles deleted successfully.
he_il: תפקידי %(count)d נמחקו בהצלחה.

source: Role "%(object)s" deleted successfully.
he_il: התפקיד &quot;%(object)s&quot; נמחק בהצלחה.

source: %(count)d role deleted successfully.
he_il: תפקיד %(count)d נמחק בהצלחה.

source: Delete role: %(object)s.
he_il: מחק תפקיד: %(object)s.

source: Delete the %(count)d selected role.
he_il: מחק את התפקיד %(count)d שנבחר.

source: Delete the %(count)d selected roles.
he_il: מחק את התפקידים שנבחרו %(count)d.

source: Roles are authorization units. They contain user groups which inherit the role permissions for the entire system. Roles can also part of access controls lists. Access controls list are permissions granted to a role for specific objects which its group members inherit.
he_il: תפקידים הם יחידות הרשאה. הם מכילים קבוצות משתמשים שיורשות את הרשאות התפקיד עבור המערכת כולה. תפקידים יכולים גם להיות חלק מרשימות בקרות הגישה. רשימת בקרות הגישה הן הרשאות המוענקות לתפקיד עבור אובייקטים ספציפיים שחברי הקבוצה שלו יורשים.

source: There are no roles
he_il: אין תפקידים

source: Role groups
he_il: קבוצות תפקידים

source: Available groups
he_il: קבוצות זמינות

source: Add groups to be part of a role. They will inherit the role's permissions and access controls.
he_il: הוסף קבוצות כדי להיות חלק מתפקיד. הם יירשו את ההרשאות ובקרות הגישה של התפקיד.

source: Groups of role: %s
he_il: קבוצות תפקיד: %s

source: Granted permissions
he_il: ניתנו הרשאות

source: Available permissions
he_il: הרשאות זמינות

source: Permissions granted here will apply to the entire system and all objects.
he_il: ההרשאות שניתנו כאן יחולו על המערכת כולה ועל כל האובייקטים.

source: Permissions for role: %s
he_il: הרשאות לתפקיד: %s

source: Details of permission: %s
he_il: פרטי הרשאה: %s
