Repository: bcgov/mayan-openshift
Catalog: mayan/apps/storage/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Storage
he_il: אִחסוּן

source: Unable to initialize storage: %(name)s. Check the storage backend dotted path and arguments.
he_il: לא ניתן לאתחל את האחסון: %(name)s. בדוק את הנתיב המקווקו והארגומנטים האחוריים של האחסון.

source: Download files
he_il: להוריד קבצים

source: Download file created
he_il: קובץ הורדה נוצר

source: Download file deleted
he_il: קובץ ההורדה נמחק

source: Download file downloaded
he_il: הורדת קובץ

source: Delete
he_il: לִמְחוֹק

source: Download
he_il: הורד

source: Name of the app to process.
he_il: שם האפליקציה לעיבוד.

source: Path of the database (.dbm) file that will be created/read to keep track of items processed.
he_il: נתיב של קובץ מסד הנתונים (.dbm) שייווצר/יקרא כדי לעקוב אחר הפריטים שעובדו.

source: Process a specific model.
he_il: לעבד מודל מסוים.

source: Process the files in reverse to undo the storage pipeline transformations.
he_il: עבד את הקבצים הפוך כדי לבטל את השינויים בצינור האחסון.

source: Name of the storage to process.
he_il: שם האחסון לעיבוד.

source: Filename
he_il: שם קובץ

source: Date time
he_il: תאריך שעה

source: Unnamed file
he_il: קובץ ללא שם

source: Size
he_il: גודל

source: User
he_il: מִשׁתַמֵשׁ

source: File
he_il: קוֹבֶץ

source: Label
he_il: תווית

source: Download file
he_il: הורד קובץ

source: Shared uploaded file
he_il: קובץ שהועלה משותף

source: Shared uploaded files
he_il: קבצים שהועלו משותפים

source: Delete user files
he_il: מחק קבצי משתמש

source: Download user files
he_il: הורד קבצי משתמש

source: View user files
he_il: הצג קבצי משתמש

source: Storage periodic
he_il: אחסון תקופתי

source: Delete stale uploads
he_il: מחק העלאות מיושנות

source: Delete stale download files
he_il: מחק קבצי הורדה מיושנים

source: Time in seconds, after which download files will be deleted.
he_il: זמן בשניות, ולאחר מכן קבצי הורדה יימחקו.

source: A storage backend that all workers can use to generate and hold files for download.
he_il: אחורי אחסון שכל העובדים יכולים להשתמש בו כדי ליצור ולהחזיק קבצים להורדה.

source: A storage backend that all workers can use to share files.
he_il: קצה אחורי של אחסון שכל העובדים יכולים להשתמש בו כדי לשתף קבצים.

source: Temporary directory used site wide to store thumbnails, previews and temporary files.
he_il: הספרייה הזמנית השתמשה באתר רחב לאחסון תמונות ממוזערות, תצוגות מקדימות וקבצים זמניים.

source: Time in seconds, after which temporary uploaded files will be deleted.
he_il: זמן בשניות, ולאחר מכן קבצים שהועלו זמניים יימחקו.

source: Unable to initialize the download file storage. Check the settings {} and {} for formatting errors.
he_il: לא ניתן לאתחל את אחסון קבצי ההורדה. בדוק את ההגדרות {} ו-{} עבור שגיאות עיצוב.

source: Unable to initialize the shared uploaded file storage. Check the settings {} and {} for formatting errors.
he_il: לא ניתן לאתחל את אחסון הקבצים המשותף שהועלה. בדוק את ההגדרות {} ו-{} עבור שגיאות עיצוב.

source: Download files are created as a results of a an external process like an export. Download files are retained over a span of time and then removed automatically.
he_il: קבצי הורדה נוצרים כתוצאה מתהליך חיצוני כמו ייצוא. קבצי הורדה נשמרים לאורך זמן ואז מוסרים אוטומטית.

source: There are no files to download.
he_il: אין קבצים להורדה.

source: Downloads
he_il: הורדות
