Repository: bcgov/mayan-openshift
Catalog: mayan/apps/document_comments/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Document comments
hu: Dokumentum hozzászólások

source: Document comment created
hu: Dokumentum hozzászólás létrehozva

source: Document comment deleted
hu: Dokumentum hozzászólás törölve

source: Document comment edited
hu: A dokumentum hozzászólás szerkesztve

source: Add comment
hu: Hozzászólás hozzáadása

source: Delete
hu: Törlés

source: Edit
hu: Szerkesztés

source: Comments
hu: Hozzászólások

source: User
hu: Felhasználó

source: Document
hu: Dokumentum

source: Text
hu: Szöveg

source: Date time submitted
hu: Beküldés dátuma és ideje

source: Comment
hu: Hozzászólás

source: Create new comments
hu: Új hozzászólások létrehozása

source: Delete comments
hu: Hozzászólások törlése

source: Edit comments
hu: Hozzászólások szerkesztése

source: View comments
hu: Hozzászólások megtekintése

source: Add comment to document: %s
hu: Megjegyzés hozzáadása a dokumentumhoz: %s

source: Delete comment: %s?
hu: Megjegyzés törlése: %s ?

source: Details for comment: %s?
hu: Részletek a megjegyzéshez: %s ?

source: Edit comment: %s?
hu: Megjegyzés szerkesztése: %s ?

source: Document comments are timestamped text entries from users. They are great for collaboration.
hu: A dokumentum hozzászólásai időbélyegzett szöveges bejegyzések a felhasználóktól. Kiválóan alkalmasak az együttműködésre.

source: There are no comments
hu: Nincsenek hozzászólások

source: Comments for document: %s
hu: Hozzászólások a dokumentumhoz: %s
