Repository: bcgov/mayan-openshift
Catalog: mayan/apps/autoadmin/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Auto administrator
he_il: מנהל אוטומטי

source: Welcome Admin! You have been given superuser privileges. Use them with caution.
he_il: שלום! קיבלת הרשאות משתמש-על. להשתמש בהם בזהירות.

source: Account
he_il: חֶשְׁבּוֹן

source: Password
he_il: סיסמה

source: Password hash
he_il: הצפנת סיסמה

source: Autoadmin properties
he_il: מאפייני ניהול אוטומטי

source: Sets the email of the automatically created super user account.
he_il: קביעת האימייל של משתמש העל שנוצר באופן אוטומטי.

source: The password of the automatically created super user account. If it is equal to None, the password is randomly generated.
he_il: הסיסמה של חשבון משתמש העל שנוצר באופן אוטומטי. אם הוא שווה ל-None, הסיסמה נוצרת באופן אקראי.

source: The username of the automatically created super user account.
he_il: שם המשתמש של חשבון משתמש העל שנוצר באופן אוטומטי.

source: Automatic credentials
he_il: אישורים אוטומטיים

source: You have just finished installing <strong>%(project_title)s</strong>, congratulations!
he_il: זה עתה הסתיימה התקנת <strong> %(project_title)s</strong> , ברכות!

source: Login using the following credentials:
he_il: כניסה באמצעות האישורים הבאים:

source: Username: <strong>%(account)s</strong>
he_il: שם משתמש: <strong>%(account)s</strong>

source: Email: <strong>%(email)s</strong>
he_il: דוא&quot;ל: <strong>%(email)s</strong>

source: Password: <strong>%(password)s</strong>
he_il: סיסמה: <strong>%(password)s</strong>

source: Be sure to change the password to increase security and to disable this message.
he_il: נדרש לשנות את הסיסמה כדי להגביר את האבטחה וכדי להשבית הודעה זו.
