Repository: bcgov/mayan-openshift
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Smart settings
he_il: הגדרות חכמות

source: Setting count
he_il: הגדרת ספירה

source: Name
he_il: שֵׁם

source: Value
he_il: ערך

source: Settings namespace
he_il: מרחב השמות של הגדרות

source: Choices
he_il: בחירות

source: Possible values allowed for this setting.
he_il: ערכים אפשריים מותרים עבור הגדרה זו.

source: Default
he_il: בְּרִירַת מֶחדָל

source: Overridden
he_il: נדחק

source: Enter the new setting value.
he_il: הזן את ערך ההגדרה החדש.

source: "%s" not a valid entry.
he_il: &quot;%s&quot; אינו ערך חוקי.

source: Settings
he_il: הגדרות

source: Namespaces
he_il: מרחבי שמות

source: Edit
he_il: לַעֲרוֹך

source: Edit settings
he_il: ערוך הגדרות

source: View settings
he_il: הצג הגדרות

source: Django
he_il: ג&#39;נגו

source: A list of strings representing the host/domain names that this site can serve. This is a security measure to prevent HTTP Host header attacks, which are possible even under many seemingly-safe web server configurations. Values in this list can be fully qualified names (e.g. 'www.example.com'), in which case they will be matched against the request's Host header exactly (case-insensitive, not including port). A value beginning with a period can be used as a subdomain wildcard: '.example.com' will match example.com, www.example.com, and any other subdomain of example.com. A value of '*' will match anything; in this case you are responsible to provide your own validation of the Host header (perhaps in a middleware; if so this middleware must be listed first in MIDDLEWARE).
he_il: רשימה של מחרוזות המייצגות את שמות המארח/דומיין שהאתר הזה יכול לשרת. זהו אמצעי אבטחה למניעת התקפות כותרות HTTP Host, האפשריות אפילו תחת תצורות רבות של שרת אינטרנט בטוחות לכאורה. הערכים ברשימה זו יכולים להיות שמות מלאים (למשל &#39;www.example.com&#39;), ובמקרה זה הם יותאמו בדיוק לכותרת המארח של הבקשה (לא תלוי רישיות, לא כולל יציאה). ערך שמתחיל בנקודה יכול לשמש כתו כללי של תת-דומיין: &#39;.example.com&#39; יתאים ל-example.com, www.example.com ולכל תת-דומיין אחר של example.com. ערך &#39;*&#39; יתאים לכל דבר; במקרה זה אתה אחראי לספק אימות משלך לכותרת המארח (אולי בתוכנת תווך; אם כן תוכנת התווך הזו חייבת להיות רשומה תחילה ב-MIDDLEWARE).

source: When set to True, if the request URL does not match any of the patterns in the URLconf and it doesn't end in a slash, an HTTP redirect is issued to the same URL with a slash appended. Note that the redirect may cause any data submitted in a POST request to be lost. The APPEND_SLASH setting is only used if CommonMiddleware is installed (see Middleware). See also PREPEND_WWW.
he_il: כאשר מוגדר כ-True, אם כתובת ה-URL של הבקשה אינה תואמת לאף אחת מהדפוסים ב-URLconf והיא אינה מסתיימת בקו נטוי, הפניית HTTP מונפקת לאותה כתובת URL עם קו נטוי מצורף. שים לב שההפניה מחדש עלולה לגרום לאיבוד כל הנתונים שנשלחו בבקשת POST. ההגדרה APPEND_SLASH משמשת רק אם מותקנת CommonMiddleware (ראה Middleware). ראה גם PREPEND_WWW.

source: The list of validators that are used to check the strength of user's passwords.
he_il: רשימת המאמתים המשמשים לבדיקת עוצמת הסיסמאות של המשתמש.

source: A list of authentication backend classes (as strings) to use when attempting to authenticate a user.
he_il: רשימה של מחלקות אחורי של אימות (כמחרוזות) לשימוש בעת ניסיון לאמת משתמש.

source: A dictionary containing the settings for all databases to be used with Django. It is a nested dictionary whose contents map a database alias to a dictionary containing the options for an individual database. The DATABASES setting must configure a default database; any number of additional databases may also be specified.
he_il: מילון המכיל את ההגדרות עבור כל מסדי הנתונים לשימוש עם Django. זהו מילון מקונן שתוכנו ממפה כינוי של מסד נתונים למילון המכיל את האפשרויות למסד נתונים בודד. ההגדרה DATABASES חייבת להגדיר מסד נתונים ברירת מחדל; ניתן גם לציין כל מספר של מסדי נתונים נוספים.

source: Default: 2621440 (i.e. 2.5 MB). The maximum size in bytes that a request body may be before a SuspiciousOperation (RequestDataTooBig) is raised. The check is done when accessing request.body or request.POST and is calculated against the total request size excluding any file upload data. You can set this to None to disable the check. Applications that are expected to receive unusually large form posts should tune this setting. The amount of request data is correlated to the amount of memory needed to process the request and populate the GET and POST dictionaries. Large requests could be used as a denial-of-service attack vector if left unchecked. Since web servers don't typically perform deep request inspection, it's not possible to perform a similar check at that level. See also FILE_UPLOAD_MAX_MEMORY_SIZE.
he_il: ברירת מחדל: 2621440 (כלומר 2.5 מגה-בייט). הגודל המקסימלי בבתים שגוף בקשה עשוי להיות לפני העלאת מבצע חשוד (RequestDataTooBig). הבדיקה מתבצעת בעת גישה ל-request.body או request.POST ומחושבת מול גודל הבקשה הכולל, ללא כל נתוני העלאת קבצים. אתה יכול להגדיר זאת ל-None כדי להשבית את הסימון. יישומים שצפויים לקבל פוסטים גדולים במיוחד צריכים לכוון את ההגדרה הזו. כמות נתוני הבקשה נמצאת בקורלציה לכמות הזיכרון הדרושה לעיבוד הבקשה ולאכלוס מילוני GET ו-POST. בקשות גדולות יכולות לשמש כווקטור התקפה של מניעת שירות אם לא מסומן. מכיוון ששרתי אינטרנט בדרך כלל לא מבצעים בדיקת בקשות עמוקה, לא ניתן לבצע בדיקה דומה ברמה זו. ראה גם FILE_UPLOAD_MAX_MEMORY_SIZE.

source: Default: 'webmaster@localhost' Default email address to use for various automated correspondence from the site manager(s). This doesn't include error messages sent to ADMINS and MANAGERS; for that, see SERVER_EMAIL.
he_il: ברירת מחדל: &#39;webmaster@localhost&#39; כתובת דוא&quot;ל ברירת מחדל לשימוש עבור התכתבויות אוטומטיות שונות ממנהלי האתר. זה לא כולל הודעות שגיאה שנשלחו ל-ADMINS ול-MANAGERS; לשם כך, ראה SERVER_EMAIL.

source: Default: [] (Empty list). List of compiled regular expression objects representing User-Agent strings that are not allowed to visit any page, systemwide. Use this for bad robots/crawlers. This is only used if CommonMiddleware is installed (see Middleware).
he_il: ברירת מחדל: [] (רשימה ריקה). רשימה של אובייקטי ביטוי רגולרי מקופלים המייצגים מחרוזות User-Agent שאינן מורשות לבקר באף עמוד, בכל מערכת. השתמש בזה עבור רובוטים/סורקים גרועים. זה משמש רק אם CommonMiddleware מותקנת (ראה Middleware).

source: Default: 'django.core.mail.backends.smtp.EmailBackend'. The backend to use for sending emails.
he_il: ברירת מחדל: &#39;django.core.mail.backends.smtp.EmailBackend&#39;. הקצה האחורי לשימוש לשליחת אימיילים.

source: Default: 'localhost'. The host to use for sending email.
he_il: ברירת מחדל: &#39;localhost&#39;. המארח לשימוש לשליחת דואר אלקטרוני.

source: Default: '' (Empty string). Password to use for the SMTP server defined in EMAIL_HOST. This setting is used in conjunction with EMAIL_HOST_USER when authenticating to the SMTP server. If either of these settings is empty, Django won't attempt authentication.
he_il: ברירת מחדל: &#39;&#39; (מחרוזת ריקה). סיסמה לשימוש עבור שרת ה-SMTP שהוגדר ב-EMAIL_HOST. הגדרה זו משמשת בשילוב עם EMAIL_HOST_USER בעת אימות לשרת SMTP. אם אחת מההגדרות הללו ריקה, Django לא ינסה אימות.

source: Default: '' (Empty string). Username to use for the SMTP server defined in EMAIL_HOST. If empty, Django won't attempt authentication.
he_il: ברירת מחדל: &#39;&#39; (מחרוזת ריקה). שם משתמש לשימוש עבור שרת ה-SMTP שהוגדר ב-EMAIL_HOST. אם ריק, Django לא ינסה אימות.

source: Default: 25. Port to use for the SMTP server defined in EMAIL_HOST.
he_il: ברירת מחדל: 25. יציאה לשימוש עבור שרת ה-SMTP שהוגדר ב-EMAIL_HOST.

source: Default: None. Specifies a timeout in seconds for blocking operations like the connection attempt.
he_il: ברירת מחדל: אין. מציין פסק זמן בשניות לחסימת פעולות כמו ניסיון החיבור.

source: Default: False. Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting EMAIL_USE_TLS. Note that EMAIL_USE_TLS/EMAIL_USE_SSL are mutually exclusive, so only set one of those settings to True.
he_il: ברירת מחדל: שקר. האם להשתמש בחיבור TLS מרומז (מאובטח) בעת שיחה עם שרת ה-SMTP. ברוב תיעוד הדואר האלקטרוני סוג זה של חיבור TLS מכונה SSL. הוא משמש בדרך כלל ביציאה 465. אם אתה נתקל בבעיות, עיין בהגדרת TLS המפורשת EMAIL_USE_TLS. שים לב ש-EMAIL_USE_TLS/EMAIL_USE_SSL סותרים זה את זה, אז הגדר רק אחת מההגדרות האלה ל-True.

source: Default: False. Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587. If you are experiencing hanging connections, see the implicit TLS setting EMAIL_USE_SSL.
he_il: ברירת מחדל: שקר. האם להשתמש בחיבור TLS (מאבטח) בעת דיבור עם שרת ה-SMTP. זה משמש לחיבורי TLS מפורשים, בדרך כלל ביציאה 587. אם אתה חווה חיבורים תלויים, ראה את הגדרת ה-TLS המרומזת EMAIL_USE_SSL.

source: Default: 2621440 (i.e. 2.5 MB). The maximum size (in bytes) that an upload will be before it gets streamed to the file system. See Managing files for details. See also DATA_UPLOAD_MAX_MEMORY_SIZE.
he_il: ברירת מחדל: 2621440 (כלומר 2.5 מגה-בייט). הגודל המקסימלי (בבתים) שהעלאה תהיה לפני שהיא תועבר למערכת הקבצים. ראה ניהול קבצים לפרטים. ראה גם DATA_UPLOAD_MAX_MEMORY_SIZE.

source: Default: '/accounts/login/' The URL where requests are redirected for login, especially when using the login_required() decorator. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
he_il: ברירת מחדל: &#39;/accounts/login/&#39; כתובת ה-URL שבה הבקשות מנותבות לכניסה, במיוחד בעת שימוש ב-login_required() decorator. הגדרה זו מקבלת גם דפוסי כתובת URL בעלי שם שניתן להשתמש בהם כדי להפחית את כפילות התצורה מכיוון שאינך צריך להגדיר את כתובת האתר בשני מקומות (הגדרות ו-URLconf).

source: Default: '/accounts/profile/' The URL where requests are redirected after login when the contrib.auth.login view gets no next parameter. This is used by the login_required() decorator, for example. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
he_il: ברירת מחדל: &#39;/accounts/profile/&#39; כתובת ה-URL שבה הבקשות מופנות מחדש לאחר הכניסה כאשר תצוגת contrib.auth.login לא מקבלת פרמטר הבא. זה משמש את מעצב login_required() למשל. הגדרה זו מקבלת גם דפוסי כתובת URL עם שם שניתן להשתמש בהם כדי להפחית את כפילות התצורה מכיוון שאינך צריך להגדיר את כתובת האתר בשני מקומות (הגדרות ו-URLconf).

source: Default: None. The URL where requests are redirected after a user logs out using LogoutView (if the view doesn't get a next_page argument). If None, no redirect will be performed and the logout view will be rendered. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
he_il: ברירת מחדל: אין. כתובת ה-URL שבה הבקשות מופנות מחדש לאחר שמשתמש מתנתק באמצעות LogoutView (אם התצוגה אינה מקבלת ארגומנט next_page). אם אין, לא תתבצע הפניה מחדש ותצוגת היציאה תעובד. הגדרה זו מקבלת גם דפוסי כתובת URL עם שם שניתן להשתמש בהם כדי להפחית את כפילות התצורה מכיוון שאינך צריך להגדיר את כתובת האתר בשני מקומות (הגדרות ו-URLconf).

source: A list of IP addresses, as strings, that: Allow the debug() context processor to add some variables to the template context. Can use the admindocs bookmarklets even if not logged in as a staff user. Are marked as "internal" (as opposed to "EXTERNAL") in AdminEmailHandler emails.
he_il: רשימה של כתובות IP, כמחרוזות, ש: אפשרו למעבד ההקשר של debug() להוסיף כמה משתנים להקשר התבנית. יכול להשתמש בסימניות של admindocs גם אם לא מחובר כמשתמש צוות. מסומנים כ&quot;פנימיים&quot; (בניגוד ל&quot;חיצוניים&quot;) באימיילים של AdminEmailHandler.

source: A list of all available languages. The list is a list of two-tuples in the format (language code, language name) for example, ('ja', 'Japanese'). This specifies which languages are available for language selection. Generally, the default value should suffice. Only set this setting if you want to restrict language selection to a subset of the Django-provided languages.
he_il: רשימה של כל השפות הזמינות. הרשימה היא רשימה של שני-tuples בפורמט (קוד שפה, שם שפה) למשל, (&#39;ja&#39;, &#39;יפנית&#39;). זה מציין אילו שפות זמינות לבחירת שפה. בדרך כלל, ערך ברירת המחדל אמור להספיק. הגדר הגדרה זו רק אם ברצונך להגביל את בחירת השפה לקבוצת משנה של השפות המסופקות על ידי Django.

source: A string representing the language code for this installation. This should be in standard language ID format. For example, U.S. English is "en-us". It serves two purposes: If the locale middleware isn't in use, it decides which translation is served to all users. If the locale middleware is active, it provides a fallback language in case the user's preferred language can't be determined or is not supported by the website. It also provides the fallback translation when a translation for a given literal doesn't exist for the user's preferred language.
he_il: מחרוזת המייצגת את קוד השפה עבור התקנה זו. זה צריך להיות בפורמט מזהה שפה סטנדרטי. לדוגמה, אנגלית אמריקאית היא &quot;en-us&quot;. זה משרת שתי מטרות: אם תוכנת התווך המקומית אינה בשימוש, היא מחליטה איזה תרגום יוגש לכל המשתמשים. אם תוכנת התווך המקומית פעילה, היא מספקת שפת סתירה למקרה שלא ניתן לקבוע את השפה המועדפת על המשתמש או שאינה נתמכת על ידי האתר. זה גם מספק את תרגום החזרה כאשר תרגום עבור מילולי נתון אינו קיים עבור השפה המועדפת על המשתמש.

source: Default: 'sessionid'. The name of the cookie to use for sessions.This can be whatever you want (as long as it's different from the other cookie names in your application).
he_il: ברירת מחדל: &#39;sessionid&#39;. שם קובץ ה-cookie לשימוש עבור הפעלות. זה יכול להיות מה שתרצה (כל עוד הוא שונה משמות קובצי ה-cookie האחרים ביישום שלך).

source: Default: 'django.contrib.sessions.backends.db'. Controls where Django stores session data.
he_il: ברירת מחדל: &#39;django.contrib.sessions.backends.db&#39;. שולט היכן Django מאחסן נתוני הפעלה.

source: A tuple representing a HTTP header/value combination that signifies a request is secure. This controls the behavior of the request object’s is_secure() method. Warning: Modifying this setting can compromise your site’s security. Ensure you fully understand your setup before changing it.
he_il: טופלה המייצגת שילוב כותרת/ערך HTTP המסמל בקשה מאובטחת. זה שולט בהתנהגות של שיטת is_secure() של אובייקט הבקשה. אזהרה: שינוי הגדרה זו עלול לסכן את אבטחת האתר שלך. ודא שאתה מבין היטב את ההגדרה שלך לפני שתשנה אותה.

source: URL to use when referring to static files located in STATIC_ROOT. Example: "/static/" or "http://static.example.com/" If not None, this will be used as the base path for asset definitions (the Media class) and the staticfiles app. It must end in a slash if set to a non-empty value.
he_il: כתובת URL לשימוש בהתייחסות לקבצים סטטיים הנמצאים ב-STATIC_ROOT. דוגמה: &quot;/static/&quot; או &quot;http://static.example.com/&quot; אם לא אין, זה ישמש כנתיב הבסיס להגדרות נכסים (מחלקה Media) ואפליקציית staticfiles. זה חייב להסתיים בקו נטוי אם מוגדר לערך לא ריק.

source: The file storage engine to use when collecting static files with the collectstatic management command. A ready-to-use instance of the storage backend defined in this setting can be found at django.contrib.staticfiles.storage.staticfiles_storage.
he_il: מנוע אחסון הקבצים לשימוש בעת איסוף קבצים סטטיים עם פקודת הניהול collectstatic. ניתן למצוא מופע מוכן לשימוש של קצה האחסון המוגדר בהגדרה זו בכתובת django.contrib.staticfiles.storage.staticfiles_storage.

source: A string representing the time zone for this installation. Note that this isn't necessarily the time zone of the server. For example, one server may serve multiple Django-powered sites, each with a separate time zone setting.
he_il: מחרוזת המייצגת את אזור הזמן עבור התקנה זו. שימו לב שזה לא בהכרח אזור הזמן של השרת. לדוגמה, שרת אחד עשוי לשרת מספר אתרים המופעלים על ידי Django, כל אחד עם הגדרת אזור זמן נפרדת.

source: A boolean that specifies whether to use the X-Forwarded-Host header in preference to the Host header. This should only be enabled if a proxy which sets this header is in use.
he_il: ערך בוליאני שמציין אם להשתמש בכותרת X-Forwarded-Host על פני הכותרת Host. זה אמור להיות מופעל רק אם פרוקסי שמגדיר את הכותרת הזו נמצא בשימוש.

source: A boolean that specifies whether to use the X-Forwarded-Port header in preference to the SERVER_PORT META variable. This should only be enabled if a proxy which sets this header is in use. USE_X_FORWARDED_HOST takes priority over this setting.
he_il: ערך בוליאני שמציין אם להשתמש בכותרת X-Forwarded-Port על פני המשתנה SERVER_PORT META. זה אמור להיות מופעל רק אם פרוקסי שמגדיר את הכותרת הזו נמצא בשימוש. USE_X_FORWARDED_HOST מקבל עדיפות על פני הגדרה זו.

source: The full Python path of the WSGI application object that Django's built-in servers (e.g. runserver) will use. The django-admin startproject management command will create a simple wsgi.py file with an application callable in it, and point this setting to that application.
he_il: הנתיב המלא של Python של אובייקט היישום WSGI שבו ישתמשו השרתים המובנים של Django (למשל runserver). הפקודה django-admin startproject management תיצור קובץ wsgi.py פשוט עם יישום שניתן לקרוא בו, ותכוון את ההגדרה הזו לאותו יישום.

source: Warning
he_il: אַזהָרָה

source: Settings updated, restart your installation and refresh your browser for changes to take effect.
he_il: ההגדרות עודכנו, הפעל מחדש את ההתקנה ורענן את הדפדפן כדי שהשינויים ייכנסו לתוקף.

source: English
he_il: אנגלית

source: Local storage is currently disabled, changes to setting values will not be saved or take effect.
he_il: האחסון המקומי מושבת כעת, שינויים בערכי ההגדרות לא יישמרו או ייכנסו לתוקף.

source: Setting updated successfully.
he_il: ההגדרה עודכנה בהצלחה.

source: Edit setting: %s
he_il: עריכת הגדרה: %s

source: Settings inherited from an environment variable take precedence and cannot be changed in this view.
he_il: הגדרות שהועברו בירושה ממשתנה סביבה מקבלים עדיפות ולא ניתן לשנותן בתצוגה זו.

source: Settings in namespace: %s
he_il: הגדרות במרחב השמות: %s

source: Namespace: %s, not found
he_il: מרחב שמות: %s, לא נמצא

source: Setting namespaces
he_il: הגדרת מרחבי שמות
