Repository: bcgov/mayan-openshift
Catalog: mayan/apps/databases/locale/*/LC_MESSAGES/django.po
Languages: he_il, tr_tr

source: Databases
he_il: מסדי נתונים
tr_tr: Veritabanları

source: Model fields
he_il: שדות מודל
tr_tr: Model alanları

source: Model related fields
he_il: שדות המתייחסים למודל
tr_tr: Modelle ilgili alanlar

source: Model properties
he_il: מאפייני מודל
tr_tr: Model özellikleri

source: Model reverse fields
he_il: שדות להיפוך מודל
tr_tr: Model ters özellikleri

source: Your database backend is set to use SQLite. SQLite should only be used for development and testing, not for production.
he_il: מסד הנתונים ב-backend שלך מוגדר להשתמש ב- SQLite. SQLite צריך לשמש רק לפיתוח ובדיקה, לא לייצור.
tr_tr: Veritabanınızın arka ucu SQLite kullanacak şekilde ayarlanmıştır. SQLite, üretim için değil, yalnızca geliştirme ve test için kullanılmalıdır.

source: The dotted Python path to the backend class.
he_il: הנתיב המקווקו של Python לפונקציה (Class) ב-backend.
tr_tr: Backend sınıfına giden noktalı Python yolu.

source: Backend path
he_il: נתיב ל-backend
tr_tr: Backend yolu

source: JSON encoded data for the backend class.
he_il: נתונים מקודדים ב-JSON עבור מחלקת ה-backend.
tr_tr: Backend sınıfı için JSON kodlu verisi.

source: Backend data
he_il: נתוני backend
tr_tr: Backend verisi

source: The backend class for this entry.
he_il: פונקצית (class) ה-backend עבור ערך זה.
tr_tr: Bu girdi için backend sınıfı.

source: The condition that will determine if this object is executed or not. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
he_il: התנאי שיקבע אם אובייקט זה מבוצע או לא. תנאים שלא מחזירים שום ערך, שמחזירים את ה-Python logical None, או מחרוזת ריקה (&#39;&#39;) נחשבים logical false, כל ערך אחר נחשב ל-logical true.
tr_tr: Bu nesnenin yürütülüp yürütülmediğini belirleyecek koşul. Herhangi bir değer döndürmeyen, Python mantıksal None veya boş bir dize ('') döndüren koşullar mantıksal yanlış olarak kabul edilir, diğer tüm değerler mantıksal doğru olarak kabul edilir.

source: Condition
he_il: תנאי
tr_tr: Koşul

source: The object will be executed, depending on the condition return value.
he_il: האובייקט יבוצע, בהתאם לערך החוזר מהתנאי.
tr_tr: Koşul dönüş değerine bağlı olarak nesne yürütülür.

source: Has a condition?
he_il: יש תנאי?
tr_tr: Bir durum mu var?

source: Warning
he_il: אַזהָרָה
tr_tr: Uyarı
