Repository: bcgov/mayan-openshift
Catalog: mayan/apps/dependencies/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Dependencies
he_il: תלויות

source: Label
he_il: תווית

source: Internal name
he_il: שם פנימי

source: Description
he_il: תיאור

source: Type
he_il: סוּג

source: Other data
he_il: נתונים אחרים

source: Declared by
he_il: הוכרז על ידי

source: Version
he_il: גִרְסָה

source: Environment
he_il: סביבה

source: Check
he_il: בדיקה

source: Name
he_il: שֵׁם

source: App
he_il: אפליקציה

source: Environments
he_il: סביבות

source: Need to specify at least one: app_label or module.
he_il: צריך לציין לפחות אחד: app_label או module.

source: Dependency "%s" already registered.
he_il: התלות &quot;%s&quot; כבר רשומה.

source: Installing package: %s...
he_il: מתקין חבילה: %s...

source: Already installed.
he_il: כבר מותקן.

source: Complete.
he_il: מושלם

source: Installed and correct version
he_il: גרסה מותקנת ונכונה

source: Missing or incorrect version
he_il: גרסה חסרה או שגויה

source: None
he_il: אף אחד

source: Not specified
he_il: לא מוגדר

source: Patching files...
he_il: מתקן קבצים...

source: Executables that are called directly by the code.
he_il: קבצי הפעלה שנקראים ישירות על ידי הקוד.

source: Binary
he_il: בינארי

source: JavaScript libraries downloaded the from NPM registry and used for front-end functionality.
he_il: ספריות JavaScript הורידו את הרישום של NPM והשתמשו בהם לפונקציונליות ב-front-end.

source: Downloading...
he_il: מוריד...

source: Verifying...
he_il: מאמת...

source: Extracting...
he_il: מחלץ...

source: Python packages downloaded from PyPI.
he_il: חבילות Python הורדו מ- PyPI.

source: Fonts downloaded from fonts.googleapis.com.
he_il: גופנים הורדו מfonts.googleapis.com.

source: Google font
he_il: גופן גוגל

source: Declared in app
he_il: מוצהר באפליקציה

source: Show dependencies by the app that declared them.
he_il: הצג תלויות של האפליקציה שהכריזה עליהן.

source: Show the different classes of dependencies. Classes are usually divided by language or the file types of the dependency.
he_il: הצג את ה-class-ים השונים של התלויות. ה-class-ים מחולקים בדרך כלל לפי שפה או סוגי הקבצים של התלות.

source: State
he_il: מצב

source: Show the different states of the dependencies. True means that the dependencies is installed and is of a correct version. False means the dependencies is missing or an incorrect version is present.
he_il: הצג את המצבים השונים של התלויות. "True" אומר שהתלות מותקנת והיא בגרסה נכונה. "False" פירושו שההתלויות חסרות או שקיימת גרסה שגויה.

source: Dependencies required for an environment might not be required for another. Example environments: Production, Development.
he_il: ייתכן שתלות הנדרשת עבור סביבה לא תידרש עבור אחרת. סביבות לדוגמה: ייצור, פיתוח.

source: Environment used for building distributable packages of the software. End users can ignore missing dependencies under this environment.
he_il: סביבה המשמשת לבניית חבילות (packages) הניתנות להפצה של התוכנה. משתמשי קצה יכולים להתעלם מתלויות חסרות בסביבה זו.

source: Build
he_il: תת גרסה

source: Environment used for developers to make code changes. End users can ignore missing dependencies under this environment.
he_il: סביבה המשמשת למפתחים לביצוע שינויים בקוד. משתמשי קצה יכולים להתעלם מתלויות חסרות בסביבה זו.

source: Development
he_il: פיתוח

source: Environment used for building the documentation. End users can ignore missing dependencies under this environment.
he_il: סביבה המשמשת לבניית התיעוד. משתמשי קצה יכולים להתעלם מתלויות חסרות בסביבה זו.

source: Documentation
he_il: תיעוד

source: Documentation (override)
he_il: תיעוד (התגברות)

source: Normal environment for end users. A missing dependency under this environment will result in issues and errors during normal use.
he_il: סביבה רגילה למשתמשי קצה. תלות חסרה בסביבה זו תגרום לבעיות ושגיאות במהלך שימוש רגיל.

source: Production
he_il: יצור

source: Environment used running the test suit to verify the functionality of the code. Dependencies in this environment are not needed for normal production usage.
he_il: הסביבה השתמשה בהפעלת סדרת בדיקות כדי לאמת את הפונקציונליות של הקוד. אין צורך בתלויות בסביבה זו עבור שימוש בייצור רגיל.

source: Testing
he_il: בדיקות

source: Check for updates
he_il: בדיקת קיום עדכונים

source: Groups
he_il: קבוצות

source: Entries
he_il: ערכים

source: Details
he_il: פרטים

source: Dependencies licenses
he_il: רישיונות תלויות

source: Outputs the dependencies as a comma delimited values list.
he_il: מפיק את התלויות כרשימת ערכים מופרדים בפסיקים (CSV).

source: Comma separated names of dependencies to exclude from the list generated.
he_il: שמות מופרדים בפסיקים של תלות להחרגה מהרשימה שנוצרה.

source: Comma separated names of dependencies to show in the list while excluding every other one.
he_il: שמות מופרדים בפסיקים להצגה ברשימה תוך אי הכללה של כל שמות אחרים.

source: Process a specific app.
he_il: ביצוע אפליקציה ספציפית.

source: Force installation even if already installed.
he_il: כפיית התקנה גם אם כבר מותקנת.

source: View dependencies
he_il: הצג תלויות

source: Entries for dependency group: %s
he_il: ערכים לקבוצת תלות: %s

source: Group %s not found.
he_il: הקבוצה %s לא נמצאה.

source: Dependency groups
he_il: קבוצות תלות

source: Dependency group and entry: %(group)s, %(entry)s
he_il: קבוצת תלות וערך: %(group)s, %(entry)s

source: Entry %s not found.
he_il: הערך %s לא נמצא.

source: Other packages licenses
he_il: רישיונות חבילות אחרות
