Repository: bcgov/mayan-openshift
Catalog: mayan/apps/messaging/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Messaging
he_il: העברת הודעות

source: None
he_il: אף אחד

source: Sender
he_il: שׁוֹלֵחַ

source: Message created
he_il: ההודעה נוצרה

source: Message edited
he_il: ההודעה נערכה

source: Body
he_il: גוּף

source: Create message
he_il: צור הודעה

source: Delete
he_il: לִמְחוֹק

source: Mark as read
he_il: סמן כנקרא

source: Mark as unread
he_il: סמן כלא נקרא

source: Mark all as read
he_il: סמן הכל כנקרא

source: Label
he_il: תווית

source: Sender content type
he_il: סוג תוכן השולח

source: Sender object ID
he_il: מזהה אובייקט השולח

source: User
he_il: מִשׁתַמֵשׁ

source: Short description of this message.
he_il: תיאור קצר של הודעה זו.

source: Subject
he_il: נושא

source: The actual content of the message.
he_il: התוכן האמיתי של ההודעה.

source: This field determines if the message has been read or not.
he_il: שדה זה קובע אם ההודעה נקראה או לא.

source: Read
he_il: לקרוא

source: Date and time of the message creation.
he_il: תאריך ושעה של יצירת ההודעה.

source: Creation date and time
he_il: תאריך ושעת יצירה

source: Message
he_il: הוֹדָעָה

source: Messages
he_il: הודעות

source: Create messages
he_il: צור הודעות

source: Delete messages
he_il: מחק הודעות

source: Edit messages
he_il: ערוך הודעות

source: View messages
he_il: הצג הודעות

source: Sender app label
he_il: תווית אפליקציית השולח

source: Sender model name
he_il: שם דגם השולח

source: Sender URL
he_il: כתובת האתר של השולח

source: Primary key of the recipient user of this message.
he_il: מפתח ראשי של המשתמש הנמען של הודעה זו.

source: User ID
he_il: זהות המשתמש

source: URL
he_il: כתובת אתר

source: Error deleting message "%(instance)s"; %(exception)s
he_il: שגיאה במחיקת ההודעה &quot;%(instance)s&quot;; %(exception)s

source: %(count)d messages deleted successfully.
he_il: הודעות %(count)d נמחקו בהצלחה.

source: Message "%(object)s" deleted successfully.
he_il: ההודעה &quot;%(object)s&quot; נמחקה בהצלחה.

source: %(count)d message deleted successfully.
he_il: הודעה %(count)d נמחקה בהצלחה.

source: Delete the %(count)d selected messages.
he_il: מחק את ההודעות %(count)d שנבחרו.

source: Delete message: %(object)s.
he_il: מחק הודעה: %(object)s.

source: Delete the %(count)d selected message.
he_il: מחק את ההודעה %(count)d שנבחרה.

source: Details of message: %s
he_il: פרטי ההודעה: %s

source: Here you will find text messages from other users or from the system.
he_il: כאן תמצאו הודעות טקסט ממשתמשים אחרים או מהמערכת.

source: There are no messages
he_il: אין הודעות

source: Error marking message "%(instance)s" as read; %(exception)s
he_il: שגיאה בסימון ההודעה &quot;%(instance)s&quot; כקריאה; %(exception)s

source: %(count)d messages marked as read successfully.
he_il: הודעות %(count)d סומנו כנקראו בהצלחה.

source: Message "%(object)s" marked as read successfully.
he_il: ההודעה &quot;%(object)s&quot; סומנה כנקראה בהצלחה.

source: %(count)d message marked as read successfully.
he_il: הודעה %(count)d סומנה כנקראה בהצלחה.

source: Mark the %(count)d selected messages as read.
he_il: סמן את ההודעות שנבחרו %(count)d כנקראות.

source: Mark the message "%(object)s" as read.
he_il: סמן את ההודעה &quot;%(object)s&quot; כקריאה.

source: Mark the %(count)d selected message as read.
he_il: סמן את ההודעה %(count)d שנבחרה כקריאה.

source: Mark all message as read?
he_il: לסמן את כל ההודעה כנקראה?

source: All messages marked as read.
he_il: כל ההודעות מסומנות כנקראו.

source: Error marking message "%(instance)s" as unread; %(exception)s
he_il: שגיאה בסימון ההודעה &quot;%(instance)s&quot; כלא נקראה; %(exception)s

source: %(count)d messages marked as unread successfully.
he_il: הודעות %(count)d סומנו כלא נקראו בהצלחה.

source: Message "%(object)s" marked as unread successfully.
he_il: ההודעה &quot;%(object)s&quot; סומנה כלא נקראה בהצלחה.

source: %(count)d message marked as unread successfully.
he_il: הודעה %(count)d סומנה כלא נקראה בהצלחה.

source: Mark the %(count)d selected messages as unread.
he_il: סמן את ההודעות %(count)d שנבחרו כלא נקראו.

source: Mark the message "%(object)s" as unread.
he_il: סמן את ההודעה &quot;%(object)s&quot; כלא נקראה.

source: Mark the %(count)d selected message as unread.
he_il: סמן את ההודעה %(count)d שנבחרה כלא נקראה.

source: Username list
he_il: רשימת שמות משתמש

source: Comma separated list of usernames that will receive the message.
he_il: רשימה מופרדת בפסיק של שמות משתמש שיקבלו את ההודעה.

source: Subject of the message to be sent.
he_il: נושא ההודעה שתישלח.

source: The actual text to send.
he_il: הטקסט האמיתי לשליחה.

source: Send user message
he_il: שלח הודעת משתמש
