Repository: bcgov/mayan-openshift
Catalog: mayan/apps/user_management/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: User management
he_il: ניהול משתמשים

source: Group
he_il: קְבוּצָה

source: Groups
he_il: קבוצות

source: Name
he_il: שֵׁם

source: User
he_il: מִשׁתַמֵשׁ

source: Users
he_il: משתמשים

source: Email
he_il: אימייל

source: First name
he_il: שם פרטי

source: Is active?
he_il: האם פעיל?

source: Last name
he_il: שם משפחה

source: Password
he_il: סיסמה

source: Username
he_il: שם משתמש

source: Last login
he_il: כניסה אחרונה

source: Has usable password?
he_il: יש סיסמה שמישה?

source: All the groups.
he_il: כל הקבוצות.

source: All the users.
he_il: כל המשתמשים.

source: Total users
he_il: סך כל המשתמשים

source: Total groups
he_il: סך הכל קבוצות

source: User dashboard
he_il: לוח מחוונים למשתמש

source: Group created
he_il: הקבוצה נוצרה

source: Group edited
he_il: הקבוצה נערכה

source: User created
he_il: המשתמש נוצר

source: User edited
he_il: המשתמש נערך

source: User logged in
he_il: משתמש מחובר

source: User logged out
he_il: המשתמש התנתק

source: User details
he_il: פרטי המשתמש

source: Create new group
he_il: צור קבוצה חדשה

source: Delete
he_il: לִמְחוֹק

source: Edit
he_il: לַעֲרוֹך

source: Create new user
he_il: צור משתמש חדש

source: User options
he_il: אפשרויות משתמש

source: Account
he_il: חֶשְׁבּוֹן

source: Personal
he_il: אישי

source: Attributes
he_il: תכונות

source: Forbid this user from changing their password.
he_il: אסור למשתמש זה לשנות את הסיסמה שלו.

source: User settings
he_il: הגדרות משתמש

source: Users settings
he_il: הגדרות משתמשים

source: Create new groups
he_il: צור קבוצות חדשות

source: Delete existing groups
he_il: מחק קבוצות קיימות

source: Edit existing groups
he_il: ערוך קבוצות קיימות

source: View existing groups
he_il: הצג קבוצות קיימות

source: Create new users
he_il: צור משתמשים חדשים

source: Delete existing users
he_il: מחק משתמשים קיימים

source: Edit existing users
he_il: ערוך משתמשים קיימים

source: View existing users
he_il: הצג משתמשים קיימים

source: URL of the API endpoint showing the list users of this group.
he_il: כתובת האתר של נקודת הקצה של ה-API המציגה את רשימת המשתמשים בקבוצה זו.

source: Users URL
he_il: כתובת האתר של המשתמשים

source: Users add URL
he_il: משתמשים מוסיפים כתובת URL

source: Users remove URL
he_il: משתמשים מסירים כתובת URL

source: URL
he_il: כתובת אתר

source: Primary key of the user to add to the group.
he_il: מפתח ראשי של המשתמש להוספה לקבוצה.

source: User ID
he_il: זהות המשתמש

source: Primary key of the user to remove from the group.
he_il: מפתח ראשי של המשתמש להסרה מהקבוצה.

source: URL of the API endpoint showing the list groups this user belongs to.
he_il: כתובת האתר של נקודת הקצה של ה-API המציגה את קבוצות הרשימה שהמשתמש הזה שייך אליהן.

source: Groups URL
he_il: כתובת האתר של קבוצות

source: Anonymous
he_il: בעילום שם

source: Error deleting group "%(instance)s"; %(exception)s
he_il: שגיאה במחיקת הקבוצה &quot;%(instance)s&quot;; %(exception)s

source: %(count)d groups deleted successfully.
he_il: קבוצות %(count)d נמחקו בהצלחה.

source: Group "%(object)s" deleted successfully.
he_il: הקבוצה &quot;%(object)s&quot; נמחקה בהצלחה.

source: %(count)d group deleted successfully.
he_il: קבוצת %(count)d נמחקה בהצלחה.

source: Delete the %(count)d selected groups.
he_il: מחק את הקבוצות שנבחרו %(count)d.

source: Delete group: %(object)s.
he_il: מחק קבוצה: %(object)s.

source: Delete the %(count)d selected group.
he_il: מחק את הקבוצה שנבחרה %(count)d.

source: Details of group: %s
he_il: פרטי הקבוצה: %s

source: Edit group: %s
he_il: עריכת קבוצת: %s

source: User groups are organizational units. They should mirror the organizational units of your organization. Groups can't be used for access control. Use roles for permissions and access control, add groups to them.
he_il: קבוצות משתמשים הן יחידות ארגוניות. הם צריכים לשקף את היחידות הארגוניות של הארגון שלך. לא ניתן להשתמש בקבוצות עבור בקרת גישה. השתמש בתפקידים עבור הרשאות ובקרת גישה, הוסף להם קבוצות.

source: There are no user groups
he_il: אין קבוצות משתמשים

source: Available users
he_il: משתמשים זמינים

source: Group users
he_il: משתמשים בקבוצה

source: Users of group: %s
he_il: משתמשי הקבוצה: %s

source: Error deleting user "%(instance)s"; %(exception)s
he_il: שגיאה במחיקת המשתמש &quot;%(instance)s&quot;; %(exception)s

source: %(count)d users deleted successfully.
he_il: משתמשים %(count)d נמחקו בהצלחה.

source: User "%(object)s" deleted successfully.
he_il: המשתמש &quot;%(object)s&quot; נמחק בהצלחה.

source: %(count)d user deleted successfully.
he_il: משתמש %(count)d נמחק בהצלחה.

source: Delete the %(count)d selected users.
he_il: מחק את המשתמשים שנבחרו %(count)d.

source: Delete user: %(object)s.
he_il: מחק משתמש: %(object)s.

source: Delete the %(count)d selected user.
he_il: מחק את המשתמש %(count)d שנבחר.

source: Warning! You are about to delete your own user account. You will lose access to the system. This process is not reversible.
he_il: אַזהָרָה! אתה עומד למחוק את חשבון המשתמש שלך. תאבד את הגישה למערכת. תהליך זה אינו הפיך.

source: Details of user: %s
he_il: פרטי משתמש: %s

source: Edit user: %s
he_il: ערוך משתמש: %s

source: Available groups
he_il: קבוצות זמינות

source: User groups
he_il: קבוצות משתמש

source: Groups of user: %s
he_il: קבוצות משתמשים: %s

source: User accounts can be create from this view. After creating a user account you will prompted to set a password for it.
he_il: ניתן ליצור חשבונות משתמש מתצוגה זו. לאחר יצירת חשבון משתמש תתבקש להגדיר עבורו סיסמה.

source: There are no user accounts
he_il: אין חשבונות משתמש

source: Edit options for user: %s
he_il: אפשרויות עריכה למשתמש: %s
